[{"title":"Test","summary":"test","themes":["Test THEME"]},{"title":"Frappé par une redevance en hausse, Molotov supprime les 8h d'enregistrements gratuits ","summary":"Molotov va supprimer de son offre gratuite (la \"Basic\") la fonction d'enregistrement de contenus. Ce changement sera effectif à partir de demain 1er septembre.\n\nJusque-là, sans aller sur une offre payante, on pouvait stocker jusqu'à 8h de programmes dans le nuage du service pour les regarder en différé. Un premier coup de rabot avait été donné en novembre dernier où ce quota était de 10h.\nLa formule gratuite avec ses 8h d'enregistrements gratuits. C'est terminé.\n\nEn contrepartie, le service va augmenter de 100h à 150h la durée de stockage dans toutes ses offres payantes, lesquelles ne changent pas de prix. Quant à la formule gratuite elle se limitera à ces quatre prestations :\n\n\n36 chaînes dont 24 chaînes de la TNT\nLecture en direct et contrôle du direct\nReplay\nSuivi de personnalités et d’événements\n\n\nPour justifier cette décision, Molotov parle d'une hausse importante des frais de redevance collectés par Copie France :\n\n\nAfin de comprendre ce changement, il est important de savoir que le fait d’enregistrer des programmes télé constitue une copie d’une oeuvre qui appartient à des ayant-droits (chaînes de télévision, producteurs, éditeurs, etc.).\n\nAujourd’hui, les frais dûs par Molotov à Copie France (l’organisme qui collecte cette redevance) ont subi une augmentation conséquente et deviennent trop importants pour que nous puissions continuer à vous offrir ces heures d’enregistrement, sans limitation. L’évolution de ce barème de tarification ne concernant que les petites capacités, elle nous permet d’augmenter sensiblement la capacité de Molotov Plus et de l’ensemble de nos offres : de 100 à 150 heures, sans modification de tarif pour nos utilisateurs.\n\n\nDans un article de juillet dernier, NextInpact expliquait en effet que la commission Copie privée avait d'un coup multiplié par deux la ponction faite à Molotov sur les durées d'enregistrement allant jusqu'à 8h, soit le palier gratuit offert par le service. Ce n'est qu'à partir de 40h que cette collecte ne change pas.\n\nLe passage de 100h à 150h traduit la nécessité impérieuse pour Molotov de convertir des utilisateurs non payants à ses formules premium. À moins que ces derniers ne retournent aux fonctions d'enregistrement de leurs box, bien moins commodes mais gratuites. Jusqu'au 30 septembre, Molotov propose de tester la formule \"Plus\" avec qualité HD et 4 écrans. Passés les 90 jours, elle revient à 3,99 € par mois.\n\nPour ce qui est des enregistrements stockés mais pas encore vus, ils seront perdus, comme le dit la  FAQ : « À partir du 1er septembre, vous ne pourrez plus consulter ces enregistrements avec un compte Molotov Basic mais ceux-ci seront de nouveau consultables en activant une de nos options (Molotov PLUS, Molotov EXTENDED, CINÉ+, OCS 100% cinéma séries, NFL Game Pass). ».","themes":["other"]},{"title":"Google Assistant peut maintenant communiquer dans deux langues à la fois","summary":"Google Assistant va mieux s’intégrer au quotidien des couples mixtes et de ceux qui veulent s’exercer dans une langue étrangère. L’assistant est désormais capable de communiquer dans deux langues en même temps.\n\n\n\nVous pouvez lui poser une question en français puis une autre en anglais, l’assistant comprendra les deux requêtes et répondra à chacune dans la langue d’origine. Auparavant, il fallait changer manuellement la langue utilisée dans les réglages de l’assistant (il faut toujours faire comme ça pour Siri).\n\nPour profiter de ce Google Assistant bilingue, il faut sélectionner les deux langues qu’il doit parler parmi celles-ci : anglais, espagnol, français, allemand, italien et japonais. N’importe quel duo fonctionne. Des langues supplémentaires sont prévues.\nDifférence entre Google Assistant monolingue et multilingue. Image Google.\n\nPour rendre son assistant polyglotte, Google a fait évoluer son système de reconnaissance. Une nouvelle technologie, baptisée LangID, est chargée d’identifier automatiquement la langue qui est parlée. En outre, deux moteurs de reconnaissance vocale sont exploités au lieu d’un, également dans le but de déterminer à quelle langue correspond la requête. \n\nQuand le système est sûr d’avoir identifié la langue utilisée, il arrête le moteur de reconnaissance inutile afin d’accélérer l’opération. En tirant parti de ces avancées, Google travaille à rendre son assistant trilingue, voire plus. ","themes":["google","apps"]},{"title":"Gather round : des fonds d'écran pour se mettre dans l'ambiance du keynote","summary":"Après l’annonce du keynote de rentrée d’Apple qui se tiendra le 12 septembre, on n’échappe pas aux rituels immuables que sont la divination dans le carton d’invitation ainsi que les fonds d’écran basés sur ce même carton.\n\nLe blogueur de BirchTree a créé une série de fonds d’écran reprenant l’anneau d’Apple décliné dans plusieurs couleurs. Ces images font 3 840 x 3 840 pixels, vous pouvez donc les adapter à vos écrans à votre guise.\n\nPlus de couleurs sur le blog BirchTree\n\nUn graphiste, AR7, a créé des fonds d’écran spécifiques à chaque appareil et comportant pour certains le slogan « Gather round » ainsi que le logo d'Apple. Toutes ses images sont rassemblées dans ce dossier Google Drive.\n\n\n\nSans oublier la copie du fond d’écran des iPhone XS qui a fuité…","themes":["apple"]},{"title":"Promotions sur la prise Eve Energy et le capteur Eve Door & Window","summary":"Deux produits HomeKit de Eve Systems sont en promotion sur Amazon. Il y a la prise connectée Eve Energy à 39,14 € au lieu de 49 € en temps normal. Elle peut mesurer la consommation en l'affichant dans l'app Eve et un bouton permet de l'utiliser manuellement.\nEve Energy\n\nL'autre est est le détecteur d'ouverture des portes et des fenêtres, Eve Door & Window. Il est pour quelques heures à 32,90 € au lieu de 37 à 40 € selon les jours. La remise n'est pas formidable pour un seul mais si vous avez prévu d'en acheter un lot…\nEve Door & Window\n\nUn point à souligner avec ce type d'accessoires chez Elgato : ils fonctionnent par Bluetooth. Il y a l'avantage de ne pas avoir besoin d'un pont mais il y a l'inconvénient d'un temps de réaction un peu moins immédiat qu'avec du Wi-Fi et la distance (ou la présence d'obstacles) qui peut vite poser problème dans une grande pièce, a fortiori entre deux pièces.\n\nAu même prix que cette prise Eve, il y a la solution de Koogeek qui associe HomeKit et Wi-Fi et en bonus la compatibilité Alexa et Google Assistant. Mais les commentaires laissés par les clients sur Amazon sont parfois diamétralement opposés sur la qualité fonctionnelle de cet accessoire. Si vous en utilisez, n'hésitez pas à partager votre expérience dans les réactions.\nPrise Koogeek","themes":["other"]},{"title":"Sony WH-1000X M3, encore moins de bruit dans la musique","summary":"Sony oppose aux solutions de Bose un nouveau casque à réduction active de bruit : le WH-1000XM3. Il est vendu 380 €, comme son prédécesseur le WH-1000XM2 à son lancement. Extérieurement les deux générations se ressemblent, sur les bons points comme sur les moins bons.\nSony WH-1000XM3\n\nLors du test du M2 nous avions déploré l'absence de boutons physiques pour le contrôle de lecture, la prise d'appels voire la mise en pause de la réduction de bruit (si vous voulez parler à votre boulangère sans faire l'effort d'ôter votre casque). Sur ce point rien n'a changé, on en passe toujours par des gestes tactiles sur le côté d'un des écouteurs.\nOn peut garder son casque sur la tête et, d'une pression sur l'écouteur, couper temporairement son isolation sonore pour parler à quelqu'un\n\nSony vante plutôt une grosse amélioration sur ce qui fait l'intérêt de ce casque : la neutralisation des bruits extérieurs (« environ quatre fois meilleure »). Le fabricant a eu recours à un nouveau processeur, le \"HD Noise Cancelling Processor QN1\" qui ferait encore mieux son office que la précédente mouture (selon The Verge le résultat est très probant).\n\n\nLa critique l'an passé sur l'utilisation d'un port d'alimentation micro-USB n'a plus lieu d'être, c'est l'USB-C qui est de mise cette année. Une fois en recharge, la batterie se remplit plus vite, en 3h environ au lieu de 4h. Moyennant un adaptateur secteur en option on aura 5h d'utilisation après seulement 30 min de charge.\n\nLes chiffres de l'autonomie sont largement identiques : 30 h maximum avec la réduction de bruit ou 38 h sans elle. C'est en veille (si la réduction est en marche) que l'on passe de 40h sur le M2 à 30h sur le M3, toutefois un réglage permet de définir un délai avant extinction si aucun son n'est joué. Il y a toujours une entrée minijack si la batterie est vide pour la connexion Bluetooth.\n\nGoogle Assistant est intégré par défaut (une mise à jour avait été offerte au précédent modèle). Enfin, le casque a perdu 20 grammes sur la balance (255 g) et il serait encore plus confortable à porter.\n\nCe M3 est en précommande sur Amazon avec une sortie prévue le 5 septembre (le M2 oscille maintenant entre 245 € et 299 €, selon les jours). ","themes":["other","music"]},{"title":"App Store : toutes les apps devront expliquer leur politique de confidentialité","summary":"Apple va instaurer en octobre une nouvelle règle pour tous les éditeurs d'applications sur ses App Store. Leurs logiciels devront absolument contenir un lien vers un texte d'un engagement de confidentialité détaillé.\nApp Store Connect\n\nCette procédure, qui devra être respectée à partir du 3 octobre, concerne aussi les apps distribuées pour bêta-test au travers de TestFlight, précise la page d'information sur App Store Connect :\n\n\nÀ partir du 3 octobre 2018, un engagement de confidentialité sera requis pour toutes les nouvelles apps et mises à jour d’apps dans App Store Connect afin de pouvoir les soumettre pour distribution dans l’App Store ou pour être testées en externe via TestFlight.\n\nDe plus, le lien et le texte de l’engagement de confidentialité de votre app ne pourront être modifiés que lorsque vous soumettrez une nouvelle version de celle-ci.\n\n\nPar engagement de confidentialité, Apple entend des explications sur la nature des données des utilisateurs qui sont collectées (ex chez MacG), par quel moyen et pour quel usage. Si elles le sont par un tiers dont l'éditeur de l'app utilise les service (régie publicitaire, outil d'analyse…) il faut que lui aussi s'astreigne à respecter les règles de présence sur l'App Store. Enfin, l'utilisateur doit être informé sur la manière dont ses informations sont gérées sur la durée et comment il peut supprimer des données déjà transmises.\n\nLe champ dans lequel ce lien doit être inséré existe dans l'interface de gestion d'une app, les éditeurs de logiciels qui proposent des abonnement devaient déjà s'en servir. Pour ce qui est des apps tvOS, c'est le texte complet et non simplement un lien qui devra être collé (puisqu'il n'y a pas de navigateur web sur l'Apple TV pour suivre une URL).\n\nDès le 3 octobre il faut s'attendre à ce que la validation de certaines apps prenne plus de temps si jamais leurs concepteurs ne se plient pas à cette nouvelle exigence.","themes":["apps","apple"]},{"title":"En Russie, pas de cadran ni de bracelet Pride pour l'Apple Watch","summary":"Le cadran Pride arrivé en juin sur l’Apple Watch n’est pas disponible en Russie. Le développeur Guilherme Rambo a découvert qu’il était explicitement prévu dans le code d’iOS que ce cadran ne s’affiche pas si la région configurée est la Russie. Une mesure que tout un chacun peut vérifier en changeant la région de son iPhone pour le pays en question (Réglages > Général > Langue et région).\nApple’s pride Watch face simply disappears in Russia https:\/\/t.co\/Pn1c8o9c8y pic.twitter.com\/1wRDbFVqIt— Tom Warren (@tomwarren) August 31, 2018\n\n\nLa Russie a introduit en 2013 une loi punissant d’amendes et de peines de prison toute « propagande » homosexuelle devant des mineurs. Une loi condamnée l’année dernière par la Cour européenne des droits de l’homme qui a jugé qu’elle « renforce la stigmatisation » des homosexuels et « encourage l’homophobie, qui est incompatible avec les valeurs d’une société démocratique ».\n\nLe bracelet Pride Edition, qui reprend lui aussi les couleurs du drapeau arc-en-ciel devenu symbole de la fierté homosexuelle, est également indisponible en Russie.\n\n\nContacté par The Verge, Apple n’a pas fait de commentaire à l’heure actuelle. Ce n’est pas la première fois que l’entreprise adapte ses produits en fonction de lois locales, ni la seule à le faire. En Chine, iOS ne comprend pas d’emoji pour le drapeau de Taiwan. Autre exemple : sur Google Maps et Apple Plans, les frontières entre certains pays changent en fonction du lieu où l’on se trouve. ","themes":["appleWatch","apple"]},{"title":"Quatre nouveaux chargeurs sans fil signés mophie","summary":"mophie complète sa gamme de chargeurs sans fil avec quatre nouveaux modèles. Le vent mount se fixe à la grille d’aération d’une voiture. Il est « optimisé » pour les iPhone 8 et X — il faut sûrement comprendre qu’il délivre jusqu’à 7,5 W pour ces appareils. Il peut fournir jusqu’à 10 W au maximum. Il utilise un câble micro USB pour se brancher à l’allume-cigare. Il sera bientôt en vente à 69,95 €.\nmophie charge stream vent mount\n\nLe desk stand est un chargeur de bureau original. Il recharge les smartphones jusqu’à 10 W à la verticale, en orientation portrait comme paysage. Son galet peut être retiré du socle pour être utilisé indépendamment, à plat. Il utilise un câble micro USB. Il est bientôt disponible à 69,95 €.\nmophie charge stream desk stand\n\nEnfin, il y a les powerstation wireless et powerstation wireless XL qui sont des batteries externes de 6 040 mAh et 10 000 mAh capables de recharger sans fil les smartphones jusqu’à 10 W. Elles disposent aussi d’un port USB-C et d’un port USB-A. Elles sont d’ores et déjà en vente sur le site du fabricant à 79,95 € et 99,95 € respectivement.\nmophie charge stream powerstation wireless XL\n\nmophie faisant habituellement partie des marques distribuées par Apple, on s’attend à ce que tout ou partie de ces nouveaux produits soient prochainement commercialisés en Apple Store. ","themes":["other","smartphones"]},{"title":"Firefox va bloquer plus durement les trackers publicitaires","summary":"Mozilla va opérer un nouveau tour de vis à l’encontre du pistage publicitaire. L’organisation a annoncé que Firefox, qui dispose déjà d’une protection contre le pistage, allait bloquer, par défaut, de nouveaux types de trackers.\n\nLe nouveau menu pour gérer le blocage des contenus. Il est dès à présent intégré à Firefox Nightly.\n\n\nMozilla est en train de tester dans la version de développement Nightly le blocage des trackers qui ralentissent le chargement des pages. Ce sont ceux qui mettent plus de cinq secondes à charger qui sont impactés. Si l’expérimentation est concluante, Firefox 63, qui est prévu pour octobre, bloquera par défaut ces trackers. \n\nUn autre test actuellement en cours concerne le traçage de sites en sites. À l’instar de Safari, Firefox Nightly fait en sorte que l’internaute ne soit plus pisté tout au long de sa navigation en supprimant au fur et à mesure les cookies publicitaires. Cette mesure devrait être déployée pour tous les utilisateurs dans Firefox 65.\nLes nouvelles options contre le pistage actuellement en test.\n\nFirefox va aussi lutter contre un autre type de pistage qui consiste à identifier l’internaute à partir des caractéristiques de son navigateur et de son ordinateur. Safari s’attaque aussi à cette technique dans sa version 12 en fournissant à tous les utilisateurs la même « empreinte numérique », de sorte qu’ils ne puissent pas être identifiés individuellement.\n\nEnfin, le navigateur de Mozilla va bloquer par défaut les scripts qui exploitent en douce le processeur des internautes pour miner des cryptomonnaies.","themes":["other"]},{"title":"Domotique : la gamme Aqara compatible avec HomeKit","summary":"Xiaomi commercialise depuis peu un nouveau pont de connexion pour Aqara, sa gamme de produits domotiques. Comme les ampoules connectées Hue, ces produits ne sont pas directement reliés à votre réseau Wi-Fi, ils communiquent avec une autre norme radio (ZigBee) avec une base qui, elle, est reliée à votre connexion internet locale. L’avantage de cette approche, c’est qu’il suffit de changer le pont pour obtenir de nouvelles fonctions, comme c’est le cas avec ce modèle.\n\n\nExtérieurement, le pont de connexion ne change pas vraiment et il dispose toujours d’une lumière LED intégrée et d’un petit haut-parleur pour l’utiliser comme veilleuse de nuit, et\/ou alarme. Il utilise toujours une prise électrique chinoise qui impose d’acheter un adaptateur, mais il est désormais compatible avec HomeKit, le système de domotique d’Apple. Avec ce pont, vous pouvez ainsi bénéficier de tout l’écosystème Aqara dans l’app Maison, sans avoir à passer par l’app très mal traduite (voire pas du tout) de Xiaomi. \n\nOn pouvait déjà exploiter Homebridge pour utiliser ces produits dans l’écosystème Apple, mais cette solution n’est pas à la portée de tout le monde. C’est désormais beaucoup plus simple et c’est une porte d’entrée vraiment bon marché à la domotique, puisque les prix dépassent rarement les 20 €, que ce soit pour un détecteur de présence, un bouton connecté, un détecteur d’humidité ou encore un thermomètre connecté. J’utilise une petite dizaine de produits Aqara au quotidien et je n’ai jamais aucun souci, ils ne perdent jamais la connexion au pont et les interactions sont rapides.\nAssocié à un détecteur de présence (sur la table), le pont peut faire office de veilleuse de nuit.\n\nMalheureusement, le nouveau pont HomeKit semble difficile à trouver à l’heure actuelle, en tout cas pour une livraison en France. Le site AliExpress référence ce modèle et l’affiche à moins de 40 €, avec les frais de port offerts. Du côté de GearBest comme de celui d’Amazon, on peut acheter le pont, mais c’est l’ancien modèle, sans compatibilité HomeKit. \n\nPensez à ajouter à votre commande un adaptateur de prises, certaines offres l’associent en option, mais ce n’est pas toujours automatique. Si vous n’en avez pas acheté au moment de la commande, comptez environ 6,5 €.","themes":["other","apple"]},{"title":"Les Philips Hue seront compatibles avec les raccourcis Siri","summary":"En plus de HomeKit, il sera bientôt possible d’automatiser des actions avec des produits Philips Hue d’une nouvelle façon. Le fabricant a annoncé que les Hue allaient devenir compatibles avec les raccourcis Siri, une nouveauté d’iOS 12 permettant de créer des raccourcis plus ou moins élaborés que l’on déclenche avec Siri.\nImage iCulture\n\nPar exemple, on pourra créer un raccourci « À table ! » qui allumera la lumière de la cuisine, éteindra celle des chambres, enverra un message à tous les membres de la famille et lancera une playlist particulière.\n\nLes raccourcis Siri sont automatiquement suggérés dans iOS 12 en fonction de vos habitudes. Vous pourrez aussi créer des raccourcis entièrement personnalisés et combinant plusieurs apps grâce à l’application Raccourcis — elle est actuellement en bêta auprès des développeurs.\nÀ gauche, raccourcis Siri suggérés par iOS 12. À droite, création d’un raccourci personnalisé.\n\nDes apps tierces sont d’ores et déjà compatibles avec les raccourcis Siri : Skype permet de passer un appel, N26 d’envoyer de l’argent, Pocket d’enregistrer un article, et Editorial d’exécuter un processus, entre autres.","themes":["other","apple","ios"]},{"title":"Les MacBook Pro gris sidéral peuvent perdre de leur superbe","summary":"La finition « gris sidéral » des MacBook Pro, plus foncée que le traditionnel « argent », ne tient pas toujours dans le temps, comme en témoignent des utilisateurs sur divers forums (1, 2, 3, 4, 5…). Un phénonème également constaté sur un MacBook Pro 13\" 2016 de la rédaction.\n\nLa décoloration se produit aux endroits où l’on pose ses poignets et ses mains. Dans le cas de mon MacBook Pro (image ci-dessous), on distingue un cercle gris clair à gauche du trackpad ainsi qu’une traînée un peu plus longue à droite. \nExcusez la blague du clavier.\n\nCe Mac a été utilisé quasi quotidiennement pendant un an et demi pour taper du texte (sans clavier externe) à longueur de journée. Il a été nettoyé avec un simple chiffon à chaque fois (pas d’utilisation de produits ménagers).\n\nJe n’ai pas relevé à partir de quand le gris sidéral a commencé à partir. Les témoignages varient à ce sujet. Plusieurs utilisateurs évoquent une décoloration visible à partir de neuf mois, un autre affirme qu’il n’a fallu que trois mois avant que le gris s’éclaircisse. \n\nIl faut souligner que d’autres utilisateurs de la première heure n’ont pas de ternissement. Le type de peau et l’utilisation plus ou moins intensive du Mac influent très certainement sur le « vieillissement » du gris sidéral. Quant au MacBook 12\", qui est disponible en gris sidéral, or et or rose, nous n’avons pas trouvé de témoignage de perte de couleur. \nUn MacBook Pro 13\" 2017 gris sidéral victime de décoloration. Image €ervantes93\n\nLe phénonème rappelle les cas de décoloration sur certains iPhone, où la paume de la main ou bien les doigts « attaquaient » à la longue l’anodisation. Il y a plus longtemps, il y eu le cas des MacBook blancs qui se décoloraient à vitesse grand V. Apple avait pris en charge la réparation d’une série d’entre eux.\n\nDes utilisateurs qui espéraient faire remplacer le boîtier décoloré de leur MacBook Pro ont reçu une fin de non-recevoir, y compris ceux qui avaient souscrit à AppleCare. L’assurance ne couvre pas en effet les « dommages cosmétiques n’affectant pas le fonctionnement », et la décoloration fait partie des exemples cités. \n\nIl existe toutefois un cas de figure qui peut conduire au remplacement gratuit d’un châssis décoloré… c’est quand on a un problème avec son clavier causé par la poussière. \n\nSi vous emmenez faire réparer votre MacBook Pro dans le cadre du programme des claviers papillon défaillants, le technicien ne remplacera pas seulement le clavier, il remplacera le top case qui comprend le clavier, la batterie et le boîtier (le technicien peut aussi ne remplacer qu’une ou plusieurs touches en fonction de son diagnostic).\n\nQuant aux possesseurs d’iMac Pro, ils n’ont pas à s’en faire, le gris sidéral de leur machine ne risque pas de partir.","themes":["apple","mac","computer"]},{"title":"iOS 11 et 12 : la notification qui insiste lourdement pour mettre à jour vers le nouvel iOS","summary":"Si vous avez la bêta d'iOS 12 installée, il est possible que vous soyez en ce moment assailli d'une notification indiquant « Une nouvelle mise à jour iOS est disponible. Mettez à jour depuis la version iOS 12 bêta. » [màj : il s'avère que ceux qui sont inscrits au programme de test d'iOS 11 ont le même problème].\n\n\nSauf que la dernière bêta est précisément celle déjà installée. Ce message ne date pas d'aujourd'hui, on a pu le croiser ces derniers jours mais c'était beaucoup plus occasionnel.\n\nDepuis minuit il redouble de présence au point de s'afficher après chaque déverrouillage de l'écran. On peut forcer également son affichage en tirant légèrement sur le centre de notifications.\npic.twitter.com\/90wj2JYAfG— Guilherme Rambo (@_inside) 31 août 2018  \n\nRedémarrer son iPhone n'y change rien et il semble que rien en général ne soit possible côté utilisateur, d'après le développeur Guilherme Rambo (on peut toujours tenter de changer la date de son iPhone mais c'est soigner le mal par le mal).\n\nLe système semble calculer la période avant l'expiration de la bêta installée et plusieurs paliers sont visibles dans le code : \"7 jours\", \"3 jours\" et \"demain\". Au vu de la fréquence d'apparition ces dernières heures, iOS 12 a l'air de penser que sa version finale est déjà disponible et il presse l'utilisateur de l'installer avant que la bêta installée n'expire.\n\nÇa fait partie de la joie d'utiliser des bêtas et il faut reconnaître que ce joli bug sait se faire remarquer. Apple aura peut-être une solution disponible incessamment. ","themes":["ios","apple"]},{"title":"Téléchargez une copie du fond d'écran des iPhone XS","summary":"Le très probable fond d'écran par défaut des futurs iPhone 2018 vous plaît ? À défaut d'avoir le véritable fichier avec cette représentation très colorée de Jupiter, 9to5mac a bricolé une copie. Elle est basée sur l'image marketing des iPhone XS que le site a pu intercepter et qui a servi à l'un de leurs deux scoops d'hier. Le fichier est à télécharger ici.\n","themes":["iphone","apple","smartphone"]},{"title":"Apple communique sur la fin de son service d'impression de photos","summary":"Après l’affichage d’un bref message dans Photos, Apple communique plus en détail sur la fin programmée de son service d’impression. Dans un email envoyé aux clients de ce service qui s’arrêtera le 30 septembre, Apple indique qu’ils pourront convertir leurs projets actuels (livres, calendriers, cartes, diaporamas, tirages) à l’aide des extensions de Mimeo Photos.\nLe service d’impression d’Apple qui ne sera bientôt plus disponible.\n\nApple justifie la fin de son service par « les extensions de projets [qui] offrent tellement plus de choix à nos utilisateurs. » Ces extensions, qui ont été introduites dans High Sierra, permettent à des services d’impression tiers de se greffer à l’application Photos. Cinq sont disponibles actuellement en France : ifolor Designer, Wix Photo Albums, WhiteWall, Mimeo Photos et GoodTimes.\n\nCoïncidence, c’est au moment où Apple se désengage des impressions photos que Google s’y met en France et dans d’autres pays.\n\nL’email d’Apple dans son intégralité :\n\n\nRemplacement des services d’impression Apple par les extensions de projet Photos\n\nEn tant que client des services d’impression Apple, nous voulions vous informer que ces services vont être remplacés par les extensions de projets Photos.\n\nAvec les extensions de projets, vous pourrez facilement personnaliser l’app Photos avec de nouvelles fonctionnalités proposées par des développeurs. Elles vous permettront de créer des livres, cartes et calendriers haute qualité, comme auparavant avec les services intégrés. Vous pourrez convertir, modifier et réimprimer vos projets actuels à l’aide des extensions de projets de Mimeo Photos. Par ailleurs, vous trouverez des services supplémentaires avec de nouveaux produits, comme les encadrements ou les tirages sur toile. Pour en savoir plus sur les extensions de projets, cliquez ici.\n\nParce que les extensions de projets offrent tellement plus de choix à nos utilisateurs, nous mettons fin aux services d’impression Apple intégrés dans Photos. Toute commande de services d’impression Apple doit être passée avant le 30 septembre 2018. Après cette date, vous pourrez créer des projets ou modifier les projets existants à l’aide de l’extension de projet de votre choix.\n\nPour commencer à utiliser dès maintenant les extensions de projets sur macOS High Sierra, ouvrez Photos et sélectionnez Fichier > Créer, puis Plus pour accéder directement au Mac App Store. Vous y trouverez une liste d’extensions que vous pourrez explorer et télécharger. Démarrer un projet est facile : il vous suffit de sélectionner des photos, un album, un souvenir ou même un projet existant, puis de sélectionner l’extension que vous souhaitez utiliser.\n\nMerci pour votre utilisation des services d’impression Apple. Nous espérons que vous apprécierez les nouvelles extensions de projets.\n","themes":["apple"]},{"title":"Voici apparemment l'Apple Watch Series 4","summary":"D’après plusieurs rumeurs, l’Apple Watch Series 4 aura un écran plus grand dans le même boîtier, en rognant sur les bordures. 9to5Mac en apporte la preuve ce soir avec ce qu’il déclare être une image authentique de la nouvelle montre (comprendre une image qui provient d’Apple).\nApple Watch Series 4 supposé.\n\nLes bordures autour de l’écran ont l’air d’être effectivement moins épaisses, et on remarque un cadran jamais vu jusque-là, pas même dans les bêtas de watchOS 5. Ce nouveau cadran, qui tire parti de l’écran plus étendu, contient pas moins de huit complications. L'une d'entre elles indique les UV, mais l'information ne vient pas forcément d'un nouveau capteur, elle est présente dans l'app Météo de watchOS 5.\n\nL’image dévoile un nouveau trou entre la couronne digitale et le bouton latéral, certainement destiné à un micro supplémentaire. Le bouton latéral paraît moins ressortir du boîtier. Une précédente rumeur évoquait un nouveau bouton sans mouvement mécanique, qui simulerait l’effet de pression au moyen du Taptic Engine (comme le bouton Touch ID à partir de l’iPhone 7).\n\nLa couleur rouge sur la couronne digitale, propre aux modèles Cellular, est également plus discrète. Ce n'est plus un point rouge, mais un liséré. L'attache du bracelet a l'air identique quant à elle.\n\nPour la comparaison, une Apple Watch Series 3 Cellular.\n\n9to5Mac, qui semble sûr de son coup, a également publié ce qui serait la première image des « iPhone XS » or.","themes":["rumor","appleWatch","watch","apple"]},{"title":"Première image supposée des « iPhone XS » Gold","summary":"Fermez les yeux si vous ne voulez pas vous faire spoiler. Le site 9to5Mac publie ce qui est selon lui une image officielle des deux prochains iPhone OLED. Comme vous pouvez le voir, ces iPhone sont couleur or. 9to5Mac ajoute que le nom de ces deux nouveaux modèles est iPhone XS.\n\n\nOn sait avec certitude qu’Apple avait préparé un iPhone X gold, puisqu’un tel modèle avait été certifié par un organisme américain. Mais pour une raison ou une autre, il n’a pas été commercialisé. La couleur or devrait donc finalement arriver cette année avec les supposés iPhone XS.\n\nPour ceux qui n'auraient pas suivi les rumeurs, il devrait donc y avoir un iPhone XS de 5,8\" (le successeur de l'iPhone X) et un iPhone XS de 6,5\". 9to5Mac ne dit pas si ce dernier s'appellera iPhone XS Plus ou iPhone XS « tout court » lui aussi. Apple aurait envisagé d'abandonner le terme « Plus ». Il y aurait également un troisième modèle au design similaire, mais avec des composants moins haut de gamme. Une précédente rumeur le nommait « iPhone 9 ».\n\nApple a tout juste annoncé que le prochain keynote allait se tenir le 12 septembre. Le cercle du carton d’invitation a d’ailleurs une couleur dorée…\n","themes":["rumor","iphone","apple","smartphone"]},{"title":"Application Raccourcis : quatrième bêta avec la synchro iCloud","summary":"La quatrième bêta de l’application Raccourcis qui vient de sortir active la synchronisation iCloud et corrige un problème concernant les raccourcis qui exploitent le presse-papier, la géolocalisation et les réglages système.\n\n\nIl reste encore quelques bugs et lacunes (pas de partage de liens, erreur quand on lance un raccourci depuis l’Apple Watch), mais la version finale n’est clairement plus très loin.\n\nRaccourcis (Shortcuts en anglais) est l’application d’automatisation pour iOS qui va succéder à Workflow. Elle va permettre d’aller au-delà des « raccourcis Siri » suggérés par iOS 12 en fonction de votre utilisation.\n\nLes développeurs peuvent demander l’accès à la bêta sur le portail qui leur est dédié. La version finale est prévue pour cet automne.","themes":["ios","apple","icloud"]},{"title":"Apple annonce le keynote iPhone du 12 septembre","summary":"C'est officiel, Apple tiendra une conférence de presse le 12 septembre. Le keynote se tiendra dans le Steve Jobs Theater au sein de l'Apple Park, à Cupertino, à 10h heure locale, soit 19h heure de Paris.L'invitation envoyée aux médias américains a comme slogan \"Gather round\" exprimant la notion de se rassembler. Tout en faisant écho à la forme de l'anneau du nouveau campus.\n\n\n\nComme à chaque rentrée, Tim Cook et son équipe présenteront la nouvelle génération d'iPhone. D'après de multiples fuites, ce sont trois nouveaux modèles qui seront dévoilés : un successeur de l'iPhone X avec processeur et appareil photo améliorés ; un iPhone X « Plus » de 6,5\" ; et un iPhone 6,1\" au design identique aux deux autres, mais moins cher en raison de l'emploi de composants moins haut de gamme.\nUne nouvelle série d'Apple Watch est également attendue. Le design général resterait le même, mais l'écran serait un peu plus grand en rognant sur les bordures. Le lancement de l'AirPower et du boîtier de recharge sans fil des AirPods, qui ont été révélés il y a un an, est espéré.\nApple aurait aussi de nouveaux iPad Pro, un MacBook Air Retina et une mise à jour du Mac mini en préparation, mais tout ne sera peut-être pas présenté le 12 septembre. Il y a de quoi organiser un second keynote en octobre, comme Apple le fait parfois. \nVous pourrez suivre comme d'habitude l'événement en direct sur notre site spécial LeKeynote.fr. Une retransmission vidéo devrait être également proposée par Apple.","themes":["apple","ios","ipad","macos","iphone","watch","appleWatch","smartphone"]},{"title":"Promo : Creative Cloud pour la photo à 9,98 € par mois","summary":"Vous vous retrouvez avec des centaines de photos sur les bras à traiter suite aux retours de vacances ? Devenez productif en utilisant les bons outils. Adobe propose actuellement une promotion sur son pack Creative Cloud pour la photo.\n\nDifficile de faire plus complet que ce pack puisqu’il comprend :\n\n\n\tLightroom CC\n\tLightroom Classic CC\n\tPhotoshop CC\n\t20 Go d’espace de stockage dans le cloud.\n\n\n\nCette formule, très complète, est proposée au prix de 9,98 € par mois pendant un an. En temps normal, elle est facturée 11,99 €. Il est possible, si vous le souhaitez, de payer immédiatement pour l’année entière. Dans ce cas, le pack ne vous coûtera plus que 119,21 € au lieu de 143,14 € par an. Cette offre est valable jusqu’au 31 août.\n\nMieux encore, si vous souhaitez avoir la totale, sachez que Creative Cloud pour toutes les applications (Photoshop CC, Illustrator CC, Adobe XD…) fait également l’objet d’une belle promotion. Vous pouvez avoir le pack complet d’Adobe au prix de 35,99 € par mois pendant un an au lieu de 59,99 €. Cette formule donne accès aussi bien aux applications Mac \/ PC que pour smartphones et terminaux mobiles. L’offre est valable également jusqu’à la fin du mois.\n\n> Découvrez les promotions Creative Cloud pour la photo et Creative Cloud pour toutes les applications !","themes":["other"]},{"title":"Le keynote 2018 des iPhone se ferait aussi sur Twitter","summary":"C'est au tour de BGR d'affirmer avoir entendu parler du mercredi 12 septembre pour le keynote de rentrée d'Apple.\n\nÀ cette date, qu'Europe 1 avait déjà lâchée lundi, le site ajoute un autre détail : l'événement serait pour la première fois diffusé en direct sur Twitter. Habituellement Apple s'en tient à le transmettre depuis son site web.\n\nL'an dernier, ce keynote des nouveaux iPhone s'était aussi déroulé un 12 septembre et Apple avait envoyé ses invitations à la presse le 31 août.\nL'invitation en 2017 : « On se voit chez nous », en référence à l'inauguration du \"Steve Jobs Theater\" d'Apple Park","themes":["apple","ios","ipad","macos","iphone","watch","appleWatch","smartphone","rumor"]},{"title":"Zagg Flex : un clavier sans-fil universel pour iPad et iPhone","summary":"Zagg prépare la sortie d'un clavier Bluetooth universel que l'on pourra utiliser avec n'importe quel appareil iOS ou d'autres plateformes. \n\nCe \"Flex\" doit son nom à sa capacité à utiliser n'importe quel appareil mais aussi à son rabat de protection qui peut s'incliner selon différents angles. Le clavier et son rabat de protection sont détachables si nécessaire.\n\n\nUn interrupteur permet d'alterner la connexion entre deux iPhone et iPad par exemple. Le clavier comporte une rangée de touches pour des contrôles du système et ces touches sont toutes rétroéclairées (avec 7 jeux de lumière si le blanc ne convient pas toujours). L'autonomie est d'un an (à raison d'une heure d'utilisation quotidienne, sans allumer les touches). La date de sortie n'est pas encore connue, par contre le prix oui : 70 €.","themes":["other","ipad","iphone"]},{"title":"HomeKit : des interrupteur, ruban LED et multiprise chez Eve Systems","summary":"Eve Systems (ex Elgato) continue d'agrandir sa famille de produits HomeKit avec deux produits Eve pour l'éclairage et un troisième inédit : un bloc multiprise connecté.\n\nEve Light Switch (99,95 €) est la version européenne de son bloc interrupteur connecté. Dans une maison on le mettra à la place des interrupteurs existants, et on pourra jouer avec ses lumières depuis son téléphone, ou bien Siri ou manuellement. Esthétiquement il est tout ce qu'il y a de plus classique : un pavé blanc.\nEve Light Switch\n\nPour créer des ambiances lumineuses il y a maintenant Eve Light Strip, un ruban de LED capable de créer des jeux de lumières colorés, ou non. L'intensité maximale est de 1 800 lumens sur les 2 mètres de cette bande, sachant que l'on peut en associer 5 en tout. Ils coûteront 79,95 € l'unité.\nEve Light Strip\n\nEnfin, après les prises connectées Eve Energy, le fabricant allemand propose un bloc de trois prises de courant, le Eve Power Strip. Le design est un peu plus léché que ce que l'on voit habituellement : le bloc est en plastique noir, entouré d'un cadre aluminium.\nEve Power Strip\n\n\nSi on ne peut le dissimuler, au moins il ne fera pas trop moche sur le sol. Cet accessoire assure une protection contre les surtensions et mesure la consommation électrique. Son prix n'est pas encore arrêté.\n\nAucun de ces produits n'a besoin d'un pont pour fonctionner. Des trois, un seul est Bluetooth : l'interrupteur mural. Les deux autres utilisent du Wi-Fi (2,4 GHz). Tout juste annoncé à l'IFA de Berlin, il n'y a pas encore de date de disponibilité. Et avec Eve Systems il arrive que cela prenne du temps entre l'annonce et la commercialisation (ex : un an pour le contrôleur d'arrosage).","themes":["other","ios"]},{"title":"Netgear : de nouvelles bornes Orbi et une enceinte avec Alexa","summary":"Les enceintes intelligentes qui pullulent aujourd'hui étant toutes équipées d'une connexion Wi-Fi, Netgear a dû se dire qu'il y avait un coup à jouer. Le fabricant va lancer cet automne une solution assez inhabituelle dans sa gamme, baptisée Orbi Voice.\n\nLe pack Orbi Mesh avec l'enceinte et le satellite Wi-Fi tri-bande Orbi 50 à brancher sur sa box pour étendre la couverture sans-fil dans sa maison\n\nÀ ceux de ses clients qui ont déjà un système de bornes Wi-Fi Orbi, Netgear propose d'acheter Orbi Voice toute seule (pour 329 €). Il s'agit d'une enceinte au design très similaire à celui des autres boitiers Orbi. Elle est pourvue de quatre micros en surface pour appeler Alexa et elle fait tout ce que l'assistant d'Amazon sait faire, comme de se connecter chez Spotify, Amazon Music, Deezer ou TuneIn pour la radio (mais pas d'Apple Music en direct ni d'AirPlay 2). La partie audio, qui s'appuie sur deux haut-parleurs, a été confiée à Harman Kardon.\n\nL'enceinte Wi-Fi Orbi Voice, avec deux ports Ethernet pour brancher d'autres équipements\n\nLorsqu'on veut s'équiper de zéro et étendre sa couverture Wi-Fi, Netgear vend le pack \"Orbi Mesh\" pour 499 € avec cette enceinte et un satellite tri-bandes Orbi 50.\n\nEn plus de cette annonce originale, Netgear a deux autres produits plus classiques. L'arrivée en Europe du Orbi Outdoor Wi-Fi triple bande (299 €). Un cousin de l'Orbi 50 conçu pour aller dehors et étendre le maillage Wi-Fi (de l'ordre de 175 m2) jusqu'au jardin ou pour une petite dépendance de la maison principale. Il ne fonctionne pas sur batterie mais avec une alimentation filaire (il peut se doubler d'une fonction de petit éclairage), en revanche cet équipement est tropicalisé pour affronter les intempéries.\nOrbi Outdoor\n\nEt puis il y a le Orbi RBR20 (139 €), une variation sur le même thème du RBK20 mais pour de plus petites surfaces. Dans ce cas on n'a besoin que d'une seule borne au lieu d'un pack de deux.\nOrbi RBR20\n\nTous ces produits qui ont été dévoilés lors du salon de l'IFA à Berlin vont être commercialisés dans le courant de l'automne.","themes":["other"]},{"title":"L'Apple Store Part-Dieu ferme pendant 4 jours","summary":"Il est rare que cela arrive, mais voilà que l'Apple Store du grand centre commercial de la Part-Dieu à Lyon va cesser toute activité pendant trois jours. Ces samedi, dimanche (jour de fermeture habituel), lundi et mardi prochains la boutique sera close, prévient le site d'Apple. Ces horaires spéciaux ont été ajoutés à la mi-journée.\n\n\nLa raison de cette fermeture n'est pas donnée mais on est tenté de la relier à une indiscrétion publiée hier (lire L'Apple Store Part-Dieu aurait des problèmes d'insalubrité et de sécurité). Un dégât des eaux dont la résolution traine en longueur depuis des semaines a provoqué toutes sortes de problèmes pour le personnel et, par extension, incommodé aussi des clients. Les employés s'en sont désolés régulièrement auprès de leur hiérarchie, nous avait-on dit, mais sans que cela ne change quoi que ce soit.\n\nOn peut supposer qu'Apple Retail a fini par se résoudre à baisser le rideau quelques jours — quand bien même ce store connaît une forte affluence quotidienne — afin de régler ces problèmes pour de bon. Surtout qu'approche l'une des périodes les plus importantes de l'année avec les prochains iPhone.\n\n[MàJ à 16h00] : Apple a encore modifié son planning, le magasin sera aussi fermé ce vendredi 31 août.\n\n","themes":["apple"]},{"title":"La bêta d'Affinity Publisher maintenant disponible","summary":"Comme promis, Affinity Publisher est désormais disponible en bêta. Vous pouvez la télécharger gratuitement à condition de créer un compte Affinity si vous n’en avez pas déjà un. \n\n\nAffinity Publisher vient marcher sur les plates-bandes d’InDesign. Tous les éléments suivants sont d’ores et déjà gérés : typographie avancée ; blocs de texte liés ; pages maîtres ; blocs d’image dynamiques ; tableaux ; grilles ; ressources liées ; et CMJN de bout en bout.\n\nL’éditeur Serif promet aussi une intégration complète avec ses deux autres logiciels, Affinity Designer et Affinity Photo. Un bouton est déjà présent pour basculer d’une app à une autre, mais il ne sera actif qu’après une mise à jour ultérieure.\nWe're not done yet! You can now sign up ready for the beta of Affinity Publisher at https:\/\/t.co\/CSTaUjzRqo Check the video out for a little taste… pic.twitter.com\/zm4uP6jL0P— Affinity (@affinitybyserif) July 11, 2018\n\n\nSerif, qui entend tout simplement « révolutionner » la PAO, insiste sur le fait qu’il s’agit d’une bêta incomplète qui est amenée à évoluer en fonction des retours des testeurs sur le forum dédié. La version finale, qui sera traduite dans plusieurs langues, est prévue pour la fin de l’année. \n\nLe prix n’a pas encore été communiqué. On s’attend à un tarif similaire à Affinity Photo et Designer, chacun vendu 54,99 €.\n\nAffinity Publisher requiert OS X El Capitan au minimum. Une version Windows est également disponible et une mouture iPad arrivera plus tard. L’éditeur a mis en ligne une quinzaine de tutoriels vidéos en anglais.","themes":["apps"]},{"title":"UE Boom 3 et Megaboom 3 : nouveau design et \"bouton magique\"","summary":"Les enceintes Bluetooth UE Boom et Megaboom d'Ultimate Ears reçoivent leur première grosse mise à jour avec une troisième génération (techniquement, la deuxième pour la Megaboom). Les deux modèles conservent leur forme cylindrique pour diffuser le son à 360° et sur la Megaboom, UE promet des basses plus profondes et un son plus clair. \n\n\nLes designers ont conservé le principe des deux gros indicateurs de réglage de volume placé bien en évidence en façade, mais en retirant l'épaisse bande de caoutchouc dessous qui barrait toute la hauteur de l'enceinte. L'aspect général de ces Boom, reconnaissable entre mille, fait un peu plus sobre. Il y aura quatre couleurs pour ce lancement : noir, bleu foncé, rouge foncé et (ultra)violet. Le fabricant a pour habitude ensuite de créer toutes sortes de déclinaisons bigarrées et de séries limitées.\n\nLa prise de recharge — format micro-USB, pas encore d'USB-C — est plus facile d'accès, en étant placée à la base au lieu d'être en dessous de l'enceinte. On peut sinon utiliser la base de recharge Power Up vendue séparément (40 €) sur laquelle on pose simplement les Boom. L'entrée audio a disparu, il faut croire qu'elle a perdu tout intérêt avec la généralisation de l'écoute audio en Bluetooth.\nLa gamme UE aujourd'hui\n\nSur la partie supérieure on a maintenant un gros \"Bouton magique\" qui offre des fonctions absentes précédemment, comme le lancement de la lecture, la pause et le passage au morceau suivant (déjà possible sur certaines Boom en les soulevant et en leur tapant deux fois dessus).\n\nÀ ce bouton on peut également associer jusqu'à quatre playlists Apple Music ou Deezer Premium pour les lancer directement sans aller sur son smartphone. Une pression longue fait sauter de liste en liste. La filiale de Logitech a indiqué que d'autres services de streaming pourraient être ajoutés. Pas d'assistant intelligent dans ces deux enceintes, cette fonction est réservée à la Megablast Bluetooth\/Wi-Fi attendue le mois prochain.\nCrédit : The Verge\n\nCes enceintes sont toujours capables de tomber dans l'eau (indice IP67)… si l'on prend bien soin de boucher au préalable de port micro-USB. L'autonomie n'a pas changé, elles reste appréciable : 20h pour la grosse enceinte et 15h pour sa petite sœur.\n\nLa Megaboom 3 est en précommande à 199 € et la Boom 3 à 149 € (au lieu de 199 € pour la version 2), leur sortie est prévue pour dans quelques jours.","themes":["music"]},{"title":"Safari pourrait rendre les demandes de notification un peu moins pénibles","summary":"Lire un article sur un nouveau site web peut relever du chemin de croix : entre la demande d’envoi de notifications push, le message RGPD, l’incitation à s’inscrire à la newsletter ou bien encore la pub vidéo automatique, il faut parfois faire plusieurs clics avant de pouvoir consulter tranquillement le contenu.\n\nSafari, qui sait déjà bloquer automatiquement la lecture des vidéos sonorisées, pourrait rendre les demandes de notification un peu moins intrusives. Dans sa dernière Technology Preview destinée aux développeurs, le navigateur empêche les sites web de faire une demande de notifications tant que l’utilisateur n’a pas interagi avec eux.\n\n\nC’est seulement après un clic sur la page, par exemple, que le site peut demander à l’internaute s’il souhaite recevoir les notifications (nous n’avons pas réussi à reproduire le comportement, mais il s’agit d’une bêta). Cela devrait permettre d’éviter quelques inscriptions involontaires. \n\nDans tous les cas, l’utilisateur doit toujours donner son accord pour recevoir les notifications, mais au vu des mails que nous recevons régulièrement, il arrive parfois que la personne (ou quelqu’un qui emprunte son ordinateur) clique trop vite sur « Autoriser » sans comprendre ce qu’elle autorise…\n\n\nAutrement, vous pouvez employer la méthode forte et bloquer toutes les demandes de notification de la manière suivante : Préférences > Sites web > Notifications et décochez « Autoriser les sites web à demander s’ils peuvent envoyer des notifications push ».\n\nSur Chrome, l’option se trouve dans Préférences > Paramètres avancés > Paramètres du contenu > Notifications et sélectionnez « Bloquer ». Sur Firefox : Préférences > Vie privée et sécurité > Paramètres de notifications > Bloquer les nouvelles demandes d’activation des notifications.","themes":["apple","macos","mac"]},{"title":"Le Google Home Max en vente en France à 399 €","summary":"Huit mois après son lancement aux États-Unis, le Google Home Max débarque en France. Il s’agit d’une version XXL du Google Home spécialement conçue pour la musique. C’est en cela un concurrent du HomePod, un concurrent d’ailleurs plus cher : 399 € contre 349 €.\n\n\nLe Google Home Max est un gros pavé de 336 x 190 x 154 mm pour 5,3 kg qui fait penser au Sonos Play:5. Disponible en couleurs « galet » et « charbon », il peut être placé à l’horizontale comme à la verticale.\n\n\nIl embarque deux boomers de 11,4 cm pour une puissance 20 fois supérieure au Google Home. À l’instar du HomePod, il dispose d’une technologie, baptisée Smart Sound, pour adapter automatiquement le son en fonction de la pièce. On peut aussi créer une paire stéréo avec deux modèles.\n\nLe Google Home Max, qui profite bien sûr de Google Assistant, permet de contrôler à la voix Spotify, Deezer, YouTube Music, Google Play Musique et d’autres services, mais pas Apple Music. Pour les sources qui ne sont pas prises en charge nativement, on peut utiliser la connexion Bluetooth ou l’entrée auxiliaire. \n\n\nLes tests américains (The Verge, CNET, Engadget…) étaient globalement positifs. Tous s’accordent sur la grande puissance du produit, l’intérêt de l’intégration de Google Assistant et la souplesse des entrées. La qualité du son fait par contre un peu débat (certains la trouvent « incroyable », d'autres estiment qu'il y a mieux pour le même prix ou pas beaucoup plus cher) et la capacité d’écoute de l’enceinte n’a pas été jugée excellente par tous les sites. \n\nLe Google Home Max est dès à présent en vente à 399 € à la Fnac, Boulanger et sur le Google Store.","themes":["google"]},{"title":"Des Mac mini à 459 € sur le refurb et des MacBook Air en promo à 850 €","summary":"Cela fait quelques jours que le refurb a fait sa grande rentrée. Quasiment l’ensemble de la gamme est disponible à la vente. Il y a toutefois une exception : le MacBook Air. \n\nMais son absence n’est as très dérangeante. L’ultra-portable d’Apple est en promotion partout à des prix plus intéressants que le refurb. On le trouve aujourd’hui encore à 850 € chez Darty. \n\n\nLe MacBook, pour sa part, est très bien représenté sur la boutique dédiée aux produits reconditionnés d’Apple. Les premiers modèles sont vendus à partir de 1269 €. Sur le refurb, c’est également la foire aux MacBook Pro avec :\n\n\n\tdes 13” sans Touch Bar à partir de 1269 €\n\tdes 13” avec Touch Bar à partir de 1489 €\n\tdes 15” sans Touch Bar à partir de 1909 €\n\tdes 15” avec Touch Bar à partir de 2249 €\n\n\nEn ce qui concerne les ordinateurs de bureau, le refub fait le grand écart. Cela va du Mac mini à 459 € à l’iMac Pro haut de gamme à 6729 € en passant par l’iMac 27” 5K à 1779 €.\n\n Enfin, à ceux qui étaient en congés ces derniers jours, on rappellera qu’Apple propose des Pencil reconditionnés à 85 €.","themes":["mac","apple","computer"]},{"title":"Apple va anonymiser certains rapports de bugs","summary":"Dans un email envoyé aux développeurs, Apple les prévient qu’elle va retirer leurs données d’identification des rapports de bugs inactifs qui lui ont été soumis. \n\nLes rapports de bugs inactifs sont ceux qui n’ont pas été fermés au cours des cinq dernières années et qui n’ont pas été mis à jour depuis 60 jours. Toutes les données personnelles liées au développeur seront supprimées de ces bugs (Apple n’en a pas besoin pour corriger les problèmes). Apple explique que cette mesure fait partie de son engagement pour la confidentialité.","themes":["apple"]},{"title":"Apple confirme l'achat d'Akonia Holographics spécialisé dans les lunettes de réalité augmentée","summary":"Apple a confirmé l'acquisition de la petite société américaine Akonia Holographics qui travaille sur l'affichage d'informations au travers de lunettes de réalité augmentée.\nKen Anderson le patron d'Akonia avec un prototype de son polymère. décembre 2016. Crédit : Dean Takahashi\/VentureBeat\n\nD'après un contact de Reuters l'opération s'est peut-être faite il y a déjà quelques mois, la vingtaine d'employés que comporte cette société, née en 2012, s'étant fait soudainement plus discrets.\n\nAkonia a été d'abord créée avec l'intention de commercialiser des supports de stockage de données à mémoire holographique. Avant de recentrer ses efforts, autour de 2015, vers la création de polymères capables d'être insérés entre deux couches de verre de lunettes. À travers celles-ci on projetterait des images de réalité augmentée.\nUne démo en décembre 2016\n\nDans une interview à Venture Beat en décembre 2016, Chris Berliner, le directeur commercial d'Akonia déclarait : « Nous pensons pouvoir régler le problème des lunettes que l'on porte devant ses yeux [avec lesquelles] vous pouvez afficher en surimpression quelque chose comme une flèche verte pour indiquer une direction ou un Pikachu dans un jeu ». \n\nPour y arriver, la société agrège plusieurs hologrammes de manière à composer une image avec des couleurs riches et vives, qui s'intègrent dans un champ de vision large. Le plastique utilisé pour recevoir cette projection doit être fin et transparent pour disparaître entre les verres de lunettes. \n\nEn somme, avoir ce qui s'approche le plus d'une banale paire de lunettes, légères à porter, et non pas des casques ou autres dispositifs dans lesquels on est toujours empêtrés. Comme ce que tentèrent de faire les Google Glass. Akonia était assez sûre de ses capacités techniques et se donnait comme objectif de vendre des licences de cette technologie baptisée HoloMirror.\n\nIl y a quelques jours, l'analyste Ming-Chi Kuo a parlé de 2020 pour la sortie chez Apple d'un tel accessoire, le décrivant comme aussi important que le furent la souris du Mac, la roue de l'iPod et l'écran multitouch de l'iPhone. Fin 2017, c'est Mark Gurman chez Bloomberg qui donnait la même date pour un appareil Apple de réalité augmentée, il avait déjà parlé, un an plus tôt, d'un tel développement en cours chez Apple.","themes":["apple"]},{"title":"Beosound Edge : AirPlay 2 dans une belle enceinte qui roule","summary":"Avec la Beosound Edge, Bang & Olufsen annonce une nouvelle enceinte dont le design s'affranchit résolument des canons habituels. Si l'on devait la décrire on pourrait parler d'une forme générale proche d'une grosse meule de fromage… en plus chic. Son designer, Michael Anastassiades a surtout des luminaires à son actif.\n\n\nD'un diamètre de 50 cm pour une profondeur de 13 cm, la Beosound Edge présente deux faces noires sans aucune sorte de relief et un pourtour tout en aluminium clair. Elle a vocation a être posée au sol — un petit support est prévu — ou fixée au mur, sur la tranche, comme certaines horloges de gare.\n\nSon originalité tient aussi dans son fonctionnement. Un capteur de proximité illumine quelques contrôles sur la partie supérieure lorsque vous approchez de l'enceinte. On a des boutons lumineux pour changer de morceau et lancer ou stopper la lecture. \n\n\nAutre astuce, en la faisant rouler de quelques centimètres dans un sens ou dans l'autre on ajuste le volume. Une jauge de la forme d'un mince trait de lumière dans le métal indique l'état du réglage. Plus on pousse fort, plus on monte fort le volume. Une interaction qui fonctionne aussi avec l'engin fixé sur une paroi.\n\nLa Beosound Edge arrivera courant novembre avec la compatibilité AirPlay 2, Bluetooth et Chromecast Audio pour un tarif de 3 500 $. Evidemment. Dommage.\n\n","themes":["music","other"]},{"title":"Tim Cook : 58 millions pour sa poche, 63 millions pour les impôts","summary":"Parce qu'il est toujours à son poste et parce que sous sa direction Apple se porte décidément bien, Tim Cook a empoché cette semaine la somme rondelette de 57,8 millions de dollars (49,3 millions d'euros).\nTim Cook, juin 2018. Crédit : Apple\n63 autres millions de dollars (53,8 millions d'euros) étaient aussi dans la balance mais ils ne sont pas tombés dans ses poches, ils sont allés directement dans les caisses du Trésor américain.\nCes 120,8 millions de dollars correspondent à un total de 560 000 actions d'Apple que Tim Cook a pu exercer.\nLa première moitié de ces actions, celles que Cook a revendues, dépend de sa présence continue à la tête d'Apple (une manière pour une entreprise de garder ses dirigeants). L'autre moitié est calculée en fonction du retour sur investissement dont ont pu profiter les actionnaires, grâce à la politique de versement de dividendes (avec l'optique que ces dividendes soient réinvestis en achat de nouvelles actions).\nLe calcul se fait en comparant, sur une période de trois ans, ce qu'ont réalisé les autres groupes formant l'indice boursier S&P 500. Apple s'est constamment située dans le tiers de tête de ce groupe. Avec des résultats moindres, Cook aurait pu recevoir moins d'actions.\n2 380 000 actions sont encore à percevoir. 560 000 lui seront versées annuellement durant les trois ans à venir, sous réserve que les critères établis restent validés. Le solde de 700 000 actions sera versé le 24 août 2021. En 2015, dans un entretien accordé à Forbes, Tim Cook affirmait vouloir faire don de toute sa fortune après avoir financé les études supérieures de son neveu.","themes":["apple"]},{"title":"MacBook Pro 2018 : des correctifs pour les craquements audio et les plantages","summary":"La mise à jour \"Supplemental Update 2\" distribuée hier aux propriétaires de MacBook Pro 2018 doit supprimer deux types de problèmes, a indiqué Apple à MacRumors. \n\nD'une part il y a ces craquements qui sortaient des haut-parleurs et d'autre part, des plantages inopinés suivis de redémarrage. Ce dernier bug avait été précédemment constaté avec les iMac Pro, qui ont en commun, avec ces nouveaux MacBook Pro, d'utiliser la puce T2.\n\n\n\nApple n'avait donné aucun détail dans les notes de version de cette mise à jour, s'en tenant à une description très générale :\n\n\nLa mise à jour supplémentaire de macOS High Sierra 10.13.6 améliore la stabilité et la fiabilité des ordinateurs MacBook Pro avec Touch Bar (2018). Elle est recommandée à tous les utilisateurs.\n","themes":["apple","mac","macos","computer"]},{"title":"Sonos Amp, un ampli AirPlay 2 pour vos enceintes et platine","summary":"Si vous avez une platine vinyl ou de bonnes enceintes qui mériteraient de reprendre du service, Sonos va lancer un nouvel ampli en début d'année prochaine, le Sonos Amp (à 699 €).\n\n\nPoint fort pour les clients ancrés dans l'écosystème Apple, à sa sortie en février, il sera compatible avec AirPlay 2. Comme tous les autres produits de la marque il sera capable également de se connecter aux différents services de streaming dont Apple Music ou Spotify.\n\nL'Amp va se mettre en tête de gondole des solutions Connect qui jouaient déjà ce rôle de passerelle entre des systèmes analogiques et l'univers Sonos. Il est décrit comme deux fois plus puissant que son prédécesseur (125 watts par canal) et apte à gérer quatre enceintes simultanément.\n\n\nCe gros pavé comporte des prises RCA, deux ports Ethernet (le second pour relier par câble une autre enceinte Sonos) et du Wi-Fi 802.11 b\/g\/n (pas ac). Compatible HDMI ARC à la manière de la barre de son Sonos Beam, il peut être utilisé avec un téléviseur pour gérer la partie audio (une prise optique est comprise moyennant un adaptateur). Si l'on possède déjà des enceintes Sonos en plus d'enceintes classiques, l'Amp permet de réunir tout le monde. \n\nSonos, qui a fait une démo de cet Amp à The Verge insiste sur le fait qu'il se destine pour une bonne part à des intégrateurs qui installent des système audio clef en main chez des particuliers.\n\n","themes":[]},{"title":"RSS : Reeder 3 est gratuit car Reeder 4 arrive","summary":"Le lecteurs RSS Reeder n'est pas mort, une toute nouvelle version 4 va arriver d'ici la fin de l'année. Hier, son développeur avait surpris en rendant son application gratuite sur macOS et iOS (au lieu de 11 et 5,50 € respectivement).\n\n\nCe logiciel n'étant pas coutumier des changements de tarifs on avait pensé à un geste fait avant la disparition de l'application ou bien une manière de préparer l'arrivée d'une nouvelle version.\n\nC'est le scénario optimiste qui prévaut. Il y aura un Reeder 4, a annoncé son développeur sur Twitter. Il dit juste que ce sera une mise à jour payante pour tout le monde (Reeder 3 est sorti il y a 3 ans) et qu'aucun système d'abonnement n'est envisagé. Il nous a également indiqué que ce serait une réécriture complète de l'application.\n\n[MàJ le 30\/08] : le développeur a jugé utile de bien préciser que Reeder 4 serait une toute nouvelle application, à acheter, sans abonnement, et que la version 3 continuera de fonctionner.","themes":["apps"]},{"title":"L'Apple Store Part-Dieu aurait des problèmes d'insalubrité et de sécurité","summary":"L'Apple Store de Part-Dieu à Lyon ferait face à une situation d'insalubrité de ses locaux réservés au personnel et en particulier aux techniciens. Ce qui pose potentiellement des problèmes de sécurité.\n\n\nD'après une source, il y a environ un mois, le remplacement d'une fontaine à eau par un modèle à l'américaine, moins perfectionné mais présenté comme plus écologique (car sans gobelets à stocker et à jeter) a été mal réalisé et a provoqué un dégât des eaux.\n\nRien de grave a priori si ce n'est que les travaux de réparation n'ont fait qu'empirer les choses. Ils ont provoqué des dégagements de mauvaises odeurs (perceptibles jusqu'au Genius Bar dans l'espace de vente, auprès des clients), de poussières et ont obligé à retirer du sol le revêtement en linoléum qui fait office de dissipateur de charges électrostatiques. Sur ce point, des techniciens qui travaillent sur la réparation des Mac s'en seraient alarmés. À la fois pour leur sécurité pendant leurs manipulations et pour la bonne réalisation de leur interventions sur les machines des clients. La qualité de l'air en aurait souffert aussi, provoquant des désagréments chez des employés.\n\nUne note interne aurait été diffusée pour inciter à rediriger les clients vers l'autre Apple Store de Lyon, à Confluence.\nL'éventualité de fermer temporairement ce store pour régler ces dysfonctionnements une fois pour toutes aurait été évoquée mais sans annonces à ce stade.\n\nL'Apple Store de Part-Dieu n'est pas immense mais il est situé dans un centre commercial qui, lui, l'est. Part-Dieu draine un nombre considérable de clients et de visiteurs de Lyon et sa région. On peut penser qu'Apple Retail cherche à maintenir la boutique ouverte plutôt que perdre quelques jours d'activité.\n\nApple France n'a pas donné suite à nos questions. Quant à un manager de l'Apple Store, rencontré aujourd'hui sur place, il n'a pas souhaité faire de commentaires. Ni démenti, ni confirmation.\n\n[MàJ le 30\/08] : L'Apple Store Part-Dieu ferme pendant 4 jours","themes":["apple"]},{"title":"Sous pression, Free Mobile passe son forfait intermédiaire à 60 Go","summary":"Qui aurait cru il y a quelques années que Free Mobile puisse subir la pression tarifaire d’Orange, SFR et Bouygues Telecom ? Celui qui dictait les prix bas apparaît maintenant comme le suiveur.\nForfaits Free Mobile\n\nLe forfait Free Mobile 50 Go à 8,99 €\/mois pendant un an (puis 100 Go à 19,99 €) qui avait été lancé mi-juillet vient de passer à 60 Go pour le même prix. Il faut sans doute voir dans ce changement une réponse aux promotions lancées par Sosh au début de la semaine.\n\nPour seulement 1 € de plus par mois, Sosh proposait en effet la même quantité de données (utilisable intégralement en Europe, contrairement à Free) et un réseau autrement plus développé. Sosh, SFR RED et B&You ont également tous les trois un forfait 20 Go à 5 €\/mois en ce moment (prix valable seulement un an chez Sosh).\n\nPrésenté comme une « série spéciale », le forfait Free Mobile intermédiaire à 8,99 € est vraisemblablement fait pour durer, au moins le temps que l’opérateur stoppe l’hémorragie des clients. \n\nFree Mobile aurait en effet enregistré une perte « record » d’abonnés au deuxième trimestre. Une information de Bloomberg à laquelle l’entreprise s’est empressée de répondre en précisant que la perte concernait les clients à 0 et 2 €, pas ceux au forfait 4G. On devrait en savoir plus lors de la présentation des résultats financiers le 4 septembre.","themes":["other"]},{"title":"Google revoit entièrement l'interface de Wear OS","summary":"Le système d’exploitation de Google destiné aux montres connectées évolue encore. Après un changement de nom en début d’année, c’est l’interface de Wear OS qui est maintenant complètement modifiée. \n\nTrois avantages sont mis en avant par Google, à commencer par un accès simplifié aux notifications, d’un balayage du bas de l’écran vers le haut, et aux raccourcis (mode avion, Google Pay, ne pas déranger…), d’un geste du haut vers le bas.\nLa nouvelle interface de Wear OS\n\nGoogle Assistant s’intègre mieux à Wear OS : glissez vers la droite pour voir toutes les suggestions et tous les rappels de l’assistant. C’est similaire au cadran Siri de l’Apple Watch, si ce n’est que ce n’est pas un cadran mais une vue à part entière.\nLes cinq écrans de Wear OS. Montage Ars Technica.\n\nDe la même manière, Google Fit, l’application revue la semaine dernière qui permet de suivre son activité physique, est en bonne place à droite du cadran.\n\nLa mise à jour sera déployée à partir du mois prochain sur les montres Wear OS. Google pourrait présenter cet automne sa propre famille de montres connectées.","themes":["google","android","watch"]},{"title":"MacBook Air 2012 : deux ans de sursis avant d'être obsolètes pour le SAV","summary":"Les MacBook Air 11\" et 13\" de la génération 2012 vont rejoindre la liste des machines dites \"obsolètes\", et ce à partir du 31 août a appris MacRumors.\n\n\nPar obsolètes, Apple entend des Mac ou périphériques dont elle n'assure plus la réparation. En général cela survient entre 5 ans et 7 ans, après la fin de la production d'un modèle. Si par exemple vous vouliez passer par un revendeur agréé ou un Apple Store pour changer la batterie d'un tel MacBook Air, c'est peut-être râpé.\n\n\"Peut-être\" car le document interne qui annonce ce changement de statut contient une bonne nouvelle.\n\nCes machines vont bénéficier d'un sursis en participant à un programme pilote qui prolonge les possibilités de SAV pour deux années supplémentaires (31 août 2020). C'est sous réserve que la pièce nécessaire soit encore en stock. \ncrédit : MacRumors\n\nAu départ, cette expérimentation a démarré aux États-Unis et en Turquie, mais dans le cas de ces MacBook Air elle passe à un niveau mondial. Les iMac 21,5\" et 27\" de la mi-2011 sont aussi inclus dans ce programme mais pour les deux pays sus-mentionnés. ","themes":["apple","mac","computer"]},{"title":"Un nouvel écran Ultrathin de 27\" chez Dell","summary":"Si vous cherchez un écran externe pour accompagner un Mac mais n'avez pas besoin de définition ultra-élevée, Dell lance un nouvel écran : le \"27 USB-C Ultrathin\" (S2719DC). Il devrait être disponible très prochainement aux alentours de 500 €.\nDell 27 USB-C Ultrathin\n\nPour cette diagonale de 27\", la définition est tout à fait classique : 2 560 x 1 440 comme en avaient les iMac 27\" avant la bascule vers les écrans Retina. Les bordures sont très fines mais cela s'explique aussi par l'absence de webcam intégrée. L'espace couleur sRVB est couvert à 99% et à 90 % pour le DCI-P3.\nDe face et de dos\n\nToute la connectique est logée au dos (à ce sujet, pas moyen de régler la hauteur verticale de la dalle, seulement son inclinaison vers soi) avec un port HDMI 2.0 ; un USB-C ; 2 ports USB 3 et une sortie mini-jack.\n\nLa prise USB-C peut dispenser 45W ce qui permet de recharger un portable qui n'est pas sur alimentation secteur mais si la charge de travail est trop forte cela peut s'avérer insuffisant pour remplir la batterie (notamment dans le cas de MacBook Pro).\n\n","themes":["other"]},{"title":"Libratone : des Zipp 2 et Zipp mini 2 avec Alexa et AirPlay 2","summary":"Libratone renouvelle ses deux gammes d'enceintes portables, les Zipp et Zipp mini en les dotant d'une compatibilité avec Alexa et AirPlay 2. Esthétiquement, ces Zipp 2 et Zipp mini 2 reprennent le principe de la précédente génération avec une housse que l'on peut dézipper pour en mettre une d'une autre couleur (29 € pièce chaque nouvelle housse).\nLibratone Zipp 2\n\nLa partie audio interne est identique, elles reprennent aussi les fonctions que l'on connaissait sur la première génération : un son à 360° (annoncé comme amélioré), du multi-room pour diffuser le même contenu sur un maximum de 10 enceintes et une batterie intégrée pour balader les Zipp dans ou en dehors de la maison. L'autonomie a été très sensiblement augmentée : de 10h elle passe à 12h sur les deux modèles.\nZipp 2 et Zipp Mini 2\n\nLes moyens de jouer de la musique sont toujours aussi nombreux : AirPlay 2, Bluetooth 4.1 (au lieu de 4.0), USB (qui sert aussi à recharger un smartphone), mini-jack, Wi-Fi 2,4 et 5 GHz, DLNA et Spotify Connect (pour Apple Music ce sera au travers d'AirPlay). \n\nLa commercialisation est prévue pour octobre, la Zipp 2 est toujours à 299 € mais la mini augmente à 249 € au lieu de 199 € pour sa devancière. Il y a quatre coloris de départ : gris, rouge airelle, noir et vert sapin.\n\nAirPlay 2 reste normalement au programme des Zipp 1 et Zipp Mini 1. En juin dernier, le fabricant promettait une mise à jour firmware pour le mois de septembre. ","themes":["music"]},{"title":"Dell monte en gamme pour ses Chromebook","summary":"Les Chromebook sont souvent synonymes de portables pas chers et donc un peu \"toc\" (à part les Pixel très chers de Google). Le nouvel Inspiron Chromebook 14 de Dell va à l'encontre de ce préjugé. Le fabricant le présente comme son « Premier Chromebook premium grand-public ».\n\nD'abord par son tarif, qui va démarrer à 600 dollars et le placer d'emblée dans le haut du panier de son offre. En France, les quelques configurations en vente chez Dell sont deux à trois fois moins chères.\n\n\nCe Chromebook 14 de 1,8 kg troque le plastique pour un châssis en aluminium d'une couleur similaire au \"gris sidéral\", ce qui aussi le classe à part comparé à ses pairs. L'aluminium n'est pas de l'or — les canettes de soda aussi sont aluminium — mais disons qu'en informatique cela reste encore aujourd'hui un signe de relative noblesse.\n\n\nSon écran de 14\" a une définition assez classique de 1080p, il est tactile. Un stylet est fourni qui peut se ranger dans un logement sous le portable. Ce Chromebook est contorsionniste, son écran peut se rabattre jusqu'à transformer l'ensemble en tablette.\n\n\nDell a choisi la huitième et dernière génération en date des Core i3, la mémoire est limitée à 4 Go et le stockage à 128 Go. Le fabricant n'a pas fait table rase du passé pour la connectique : 2 ports USB-C, un port USB 3.1, un lecteur de carte SD et une prise jack. L'autonomie peut atteindre les 10 h au mieux et l'on pourra recharger son portable avec une batterie externe.\n\nSa sortie est prévu fin octobre, sans précision sur la disponibilité en France, mais Dell y vend déjà des Chromebook qu'il ne destine ni aux particuliers, ni aux écoliers mais à ses clients professionnels.","themes":["computer"]},{"title":"De nouveaux CPU Intel qui iraient bien dans le MacBook 12\" et le MacBook Air\/Pro","summary":"Intel a dévoilé six nouveaux processeurs mobiles de 8e génération qui succèdent au Kaby Lake refresh de l’année dernière : il y a trois puces nommées Whiskey Lake, et trois autres baptisées Amber Lake. Plus que leurs noms, il faut regarder leurs caractéristiques pour comprendre où ces processeurs se situent dans la jungle Intel.\n\n\nLes Amber Lake font partie de la série « Y » qui a un TDP de 5 W. C’est le type de processeurs qu’on trouve dans le MacBook 12\" : ils consomment très peu et ne demandent pas de ventilateur. \n\nPar rapport aux modèles actuellements utilisés par Apple, le nouveau m3–8100Y d’entrée de gamme a une fréquence de base inférieure (- 100 MHz), le i5–8200Y une fréquence égale, et le i7–8500Y une fréquence supérieure (+ 100 MHz). Mais il faut garder en tête qu’Apple peut ajuster dans une certaine mesure la fréquence de base. \n\nLa fréquence maximale en Turbo Boost augmente quant à elle de 400 MHz jusqu’à 600 MHz, pour atteindre 4,2 GHz dans le cas du i7.\n\n\nCôté Whiskey Lake, il s’agit de puces « U » au TDP de 15 W. Elles sont présentes dans le MacBook Air et le MacBook Pro 13\" sans Touch Bar. On remarque surtout que deux de ces nouveaux processeurs, les i5–8265U et i7–8565U, ont quatre cœurs au lieu de deux. Ce doublement de cœurs se fait au détriment de la fréquence de base, qui est respectivement de 1,6 GHz et 1,8 GHz.\n\nIntel insiste aussi sur l’intégration d’une puce Wi-Fi Gigabit et d’une autonomie supérieure (jusqu’à 16 ou 19 heures avec les puces U). Dans le détail, on remarque que le contrôleur USB prend enfin en charge l’USB 3.1 Gen 2 (jusqu’à 10 Gbit\/s) à la place du Gen 1. Le MacBook 12\" pourrait donc avoir un port USB-C deux fois plus rapide, à moins qu'il passe carrément au Thunderbolt 3 et suive ainsi l'exemple des Dell XPS 2 en 1.","themes":["computer","mac"]},{"title":"Kiano range toutes vos photos par couleur ou contenu","summary":"Kiano [1.1 – US – Gratuit – iPhone\/iPad – iOS 11 – Kai-Uwe Barthel] propose de présenter toutes vos photos en les organisant par couleur dominante, ou bien par contenu. Une fois son analyse terminée, l’app affiche toutes les images présentes dans votre photothèque sur une carte qui regroupe les clichés selon le critère choisi. Cela n’a pas forcément d’utilité en soi, mais c’est gratuit et c’est une bonne manière de découvrir des photos oubliées et de parcourir sa collection différemment. \nAu niveau de zoom minimal (gauche), une marée de captures d’écran. En zoomant, on distingue des tendances, ici à droite, des photos de nuit ou obscures.\nPlus vous zoomez, plus vous distinguez les différents groupes, comme les photos majoritairement vertes de gauche. À droite, des photos de ciel et de mer, avec la carte inclinée, puisque l’app permet de le faire.\n\nAvec un iPhone X et plus de 44 000 images dans la photothèque, Kiano a besoin d’un petit peu de temps pour fonctionner correctement. Une dizaine de minutes sont nécessaires au départ, puis quelques secondes à chaque fois que vous ouvrez l’app et que des photos ont été ajoutées. La première analyse est forcément très longue, mais vous pourrez ensuite restreindre la sélection à une année, ou à un album seulement. Et si c’est aussi lent, c’est pour une bonne raison : l’app ne transmet rien sur un serveur, tout se fait en local sur l’iPhone ou iPad utilisé.\n\n\nKiano étant totalement gratuite, elle mérite un essai pour voir si son principe de fonctionnement vous convient. Elle n’est proposée qu’en anglais, son interface est également optimisée pour l’iPad et elle nécessite iOS 11. ","themes":["other"]},{"title":"Tesla recharge sans fil la batterie… de votre iPhone","summary":"\nUn jour, nous rechargerons peut-être nos voitures électriques sans fil et pourquoi pas en roulant. Ce n’est pas encore une réalité (même si Mercedes et Qualcomm ont créé un système de recharge sans fil il y a quelques années), mais en attendant, Tesla propose de la recharge sans-fil… pour votre smartphone. Le constructeur automobile spécialisé dans l’électrique a ajouté un produit à sa boutique d’accessoires et c’est une batterie externe qui dispose aussi d’une bobine induction pour charger un smartphone compatible Qi. \n\nCapacité de 6000 mAh, un câble USB-A intégré pour recharger la batterie interne, un câble USB-C intégré pour charger un smartphone compatible avec cette norme, et surtout la possibilité de recharger un téléphone en le posant simplement sur la batterie. Le tout est proposé en blanc et en noir et vendu 65 $ (56 €), uniquement aux États-Unis. \n\n[MàJ 29\/08\/2018 08h29] : la batterie a été retirée de la boutique quelques heures après son ajout, sans que l'on sache très bien pourquoi…","themes":["other","iphone"]},{"title":"Les bornes AirPort Express dernière génération sont compatibles AirPlay 2","summary":"Voici une bonne surprise pour les utilisateurs d’AirPort Express de dernière génération : elles sont désormais officiellement compatibles AirPlay 2 ! La petite borne Wi-Fi d’Apple peut faire office de relai pour le réseau, mais elle est surtout équipée d’une prise jack et peut ainsi alimenter une paire d’enceintes ou une chaîne. Avec une mise à jour du firmware distribuée ce soir, Apple permet à ces utilisateurs d’intégrer leurs bornes à l’app Maison et surtout de bénéficier des avantages d’AirPlay 2. \nLa borne AirPort Express de dernière génération, équipée d’une sortie audio.\n\nPrécisons d’emblée que cela ne concerne que la dernière génération, le carré blanc aux bords arrondis, de la même taille que l’Apple TV. Ce modèle est sorti à l’origine en 2012 et il est équipé d’une connexion Wi-Fi 802.11n. L’ancienne version se branchait directement à la prise murale et elle ne disposait que d’une prise Ethernet. Cette dernière ne bénéficie pas de la mise à jour et elle se contentera d’AirPlay 1. \n\nSi vous disposez d’une borne AirPort Express 802.11n, vous pouvez installer la mise à jour 7.8 en utilisant l’utilitaire AirPort sur votre appareil iOS ou sur votre Mac. Vous pourrez ensuite contrôler la lecture de la musique comme s’il s’agissait d’un HomePod, ou d’une autre enceinte compatible AirPlay 2. Vous pouvez également ajouter les bornes à une pièce dans l’app Maison, et ainsi bénéficier de l’automatisation, notamment via Siri.\n\nC’est une excellente nouvelle, même si ce n’est pas tout à fait une surprise. Les bornes AirPort Express sont apparues dans l’app Maison pendant les bêtas d’iOS 11.4, avant de disparaître et de faire leur retour régulièrement. Depuis quelques bêtas d’iOS 12, on les retrouvait dans l’app, comme nous l’indiquions encore ce matin au sujet de la onzième bêta sortie hier soir. \nLes bornes AirPort Express pouvaient déjà être ajoutées dans l’app Maison sous iOS 12, mais cela ne servait à rien. Désormais, elles pourront être contrôlées via AirPlay 2.\n\nMalheureusement, Apple a annoncé au printemps que ses routeurs n’étaient plus commercialisés et les bornes AirPort Express sont difficiles à trouver, en tout cas à un prix décent. On en trouve de temps en temps sur le refurb, mais cela reste rare. Vous pouvez également tenter en occasion, mais avec cette mise à jour, ces bornes Wi-Fi vont regagner en intérêt et il est probable que les prix restent élevés…\n\n[MàJ 28\/08\/2018 22h36] : correction sur les différences entre les générations de bornes AirPort Express. Par ailleurs, l’ajout à l’app Maison est réservé à iOS 12. \n\n[MàJ 28\/08\/2018 22h56] : on peut en fait ajouter les bornes à iOS 11, même si la procédure n’est pas idéale.","themes":["apple"]},{"title":"Grado lève le voile sur le GW100, son premier casque Bluetooth","summary":"Grado, le célèbre constructeur de casques ouverts, a présenté son dernier modèle, le GW110. Ce nouveau venu reprend le design bien connu de la marque depuis plusieurs dizaines d’années, mais il coupe le cordon pour la première fois de l’histoire de l’entreprise new-yorkaise. C’est en effet un modèle Bluetooth qui est proposé, en reprenant les composants — et on suppose la sonorité typique — des versions filaires. \n\n\nCette annonce n’est pas vraiment une surprise, Grado ayant vendu la mèche au début de l’année. On a maintenant le nom officiel, on a aussi une idée du design avec une intégration assez discrète de la batterie derrière l’un des deux écouteurs, et la présence de boutons de contrôle physiques. Comme toujours, le constructeur n’essaie pas du tout de moderniser son design historique et les fans de la marque ne devraient pas être dépaysés. \n\n\nLe GW100 est un casque Bluetooth 4.2 compatible avec le codec apt-X, ce qui ne sera d’aucune aide dans l’écosystème Apple. Sa batterie de 320 Mah est censée offrir 15 heures d’autonomie (recharge via micro-USB), un microphone est aussi intégré pour l’utiliser au téléphone et probablement avec les assistants. Pas de date de sortie connue à ce jour, mais on connaît le prix américain : 249 $ (213 €). C’est nettement inférieur aux tarifs pratiqués par certains concurrents, mais c’est aussi un casque ouvert nettement plus simple. ","themes":["music"]},{"title":"Concours Share your summer : pour des photos authentiques","summary":"Toutes les bonnes choses ont une fin. La trêve estivale touche à sa fin et le concours Share your summer se termine par la même occasion. Tout l’été, vous avez pu participer à ce défi photo organisé par notre partenaire Adobe avec chaque semaine une thématique bien particulière.\n\n Alors pour finir, revenons aux bases de la photographie. Le thème de la semaine, c'est l'authenticité ! Faites des portraits avec votre appareil photo ou votre smartphone. Une fois votre séance finie, rendez-vous sur Lightroom CC (une version d’essai est disponible au téléchargement), choisissez le meilleur portrait et utilisez la palette d’outils à votre disposition pour le rendre le plus naturel possible. \n\n\nDès que vous avez fini votre travail, rendez-vous sur les réseaux sociaux et plus particulièrement Instagram. Postez l’original et la version retouchée en utilisant le hashtag #LightroomStoriesContest. Vous avez jusqu’au 3 septembre minuit pour rendre votre dernière copie. La rentrée scolaire peut d’ailleurs être l’occasion de faire de très jolis portraits, même si pour certains, ils seront peut-être un peu tendus ! \n\nLe jeu en vaut la chandelle. L’heureux élu repartira avec un drone DJI Spark (le type de jouet qui n’est pas autorisé dans les cours d’école) et un abonnement de 12 mois à Lightroom CC 1 To. Alors, une dernière fois, à vos appareils 📷 !\n\n>Participez au concours Share Your Summer\n\nAu passage, notez qu’Adobe propose actuellement une promotion sur son pack Creative Cloud pour la photo. Jusqu’à la fin du mois, ce pack qui comprend Lightroom CC, Lightroom Classic CC, Photoshop CC ainsi que 20 Go d’espace dans le cloud est proposé au prix de 9,98 € par mois au lieu de 11,99 €.","themes":["other"]},{"title":"Deuxième mise à jour supplémentaire pour les MacBook Pro de 2018 [MàJ]","summary":"Si vous avez un MacBook Pro Touch Bar de 2018, une deuxième mise à jour supplémentaire de macOS 10.13.6 vous attend dans le Mac App Store de High Sierra. Vous pouvez également la récupérer à cette adresse, sachant qu’il faut compter 1,3 Go de téléchargement.\n\n\nApple n’a pas encore détaillé le contenu de deuxième mise à jour supplémentaire proposée un petit peu plus d’un mois après la précédente. À l’époque, l’objectif était très clair : améliorer les performances de ces machines touchées par un bug qui contraignait le processeur Intel à tourner au ralenti. Est-ce que cette nouvelle mise à jour améliorera encore les performances, ou bien s’agit-il de toute autre chose ? \n\nNous vous tiendrons au courant si nous obtenons davantage d’informations à son sujet. \n\n[MàJ 28\/08\/2018 22h40] : d’après les premiers retours, cette mise à jour supplémentaire améliorerait les performances sur Windows, comme la précédente l’avait fait sur macOS. Puisqu’il s’agissait d’un bug logiciel et non matériel, Apple a adapté sa correction pour les utilisateurs de Windows via BootCamp. ","themes":["mac","apple","macos","computer"]},{"title":"Xbox All Access : tout l'écosystème Xbox sur abonnement","summary":"Le modèle économique de l'abonnement, adopté par de plus en plus d'applications, s'étend même au matériel. Microsoft vient de lancer aux États-Unis un abonnement comprenant tout l'écosystème Xbox :\n\n\nconsole Xbox One S ou Xbox One X ;\nabonnement à Xbox Live Gold pour jouer en ligne, bénéficier de jeux gratuits chaque mois et avoir des remises ;\net abonnement à Xbox Game Pass donnant accès à une centaine de jeux (qu'il est possible d'acheter définitivement avec une remise).\n\n\n\nPour souscrire à cette offre baptisée Xbox All Access, il faut dépenser 21,99 $\/mois pendant deux ans avec une Xbox One S, ou bien 34,99 $\/mois avec une Xbox One X.\n\nMicrosoft déclare non seulement retirer la barrière importante à l'entrée qu'est l'achat de la console, mais même faire faire des économies aux joueurs, puisque le coût total du Xbox All Access est inférieur au coût d'une Xbox associée aux abonnements Live Gold et Game Pass pris individuellement.\n\nL'économie est intéressante avec la Xbox One S, puisqu'elle s'élève à 130 $ (en ne prenant pas en compte les éventuelles promotions sur la console), moins avec la Xbox One X, puisqu'elle n'est que de 20 $. À la fin des deux ans d'abonnement, la console appartient au client.\n\nLe Xbox All Access est encore une expérimentation, l'offre est à durée limitée et disponible uniquement dans les Microsoft Store. Apple tournerait autour de l'idée d'un abonnement unique à tous ses services. Il ne serait pas question d'y inclure du matériel, mais un analyste a tout de même imaginé un « Apple Prime » donnant accès à du contenu et des appareils contre un abonnement mensuel.","themes":["other"]},{"title":"Un SSD portable Thunderbolt 3 chez Samsung","summary":"Samsung lance ces prochains jours un nouveau modèle Thunderbolt de ses disques SSD de poche, le SSD X5. Disponible partout dans le monde à partir du 3 septembre, il est compatible Thunderbolt 3\/NVMe et peut atteindre un maximum en lecture de 2,8 Go\/s et de 2,3 Go\/s en écriture (2,1 Go\/s pour le modèle 500 Go).\nSamsung SSD X5\n\nLe châssis est en aluminium avec une base anti-dérapante aussi rouge qu'une Ferrari. Le constructeur décrit son boitier de 150 grammes comme capable de résister à une chute de 2 m. Il y aura trois références avec des capacités de 500 Go, 1 To et 2 To à respectivement 400 $, 700 $ et 1 400 $, chacune avec une garantie de trois ans\n","themes":["samsung","other","computer"]},{"title":"Sleav, des housses en nubuck pour portables Apple et grand iPad Pro","summary":"SLEAV, une jeune marque toulonnaise, s'est lancée dans la fabrication de housses pour MacBook\/Pro et iPad Pro. La collection est pour le moment composée d'un unique modèle mais décliné en plusieurs tailles et quatre coloris : marron, crème, rose et prochainement bleu pastel.\n \n\nCes housses sont en nubuck, elles ont la forme d'une grande enveloppe avec un rabat de fermeture maintenu par aimantation. Pas de pochette ou rangement supplémentaires en plus du logement principal, il faudra mettre ses petits accessoires ailleurs. Chaque housse est vendue 29,90 € avec des tailles prévues pour l'iPad Pro 12,9\" et les différents portables d'Apple.\n\n\n\n[MàJ le 29\/08] : Sleav nous a communiqué un code promo de réduction de 20% lors de la commande : \"MACG20\".","themes":["mac"]},{"title":"Microsoft Authenticator bientôt compatible Apple Watch","summary":"Tous les développeurs ne quittent pas l'Apple Watch. Microsoft est en train d'adapter son application Microsoft Authenticator à la montre d'Apple. \n\n\nCette application permet de gérer ses seconds facteurs d'authentification avec les services de Microsoft et tous les autres prenant en charge cette mesure de sécurité. Si vous avez activé l'authentification en deux étapes sur Outlook, par exemple, vous pouvez utiliser Microsoft Authenticator pour afficher le code de vérification qui vous sera demandé après votre mot de passe.\n\nLa compatibilité Apple Watch va permettre de gérer cette étape supplémentaire depuis votre poignet : vous n'aurez qu'à valider la demande d'authentification en appuyant sur le bouton « Approuver » de la notification watchOS.\n\nMicrosoft Authenticator pour Apple Watch est actuellement en bêta publique (vous pouvez demander à faire partie des testeurs en vous inscrivant ici). La version finale sera disponible dans quelques semaines.\n\nC'est loin d'être la première app permettant de gérer les seconds facteurs sur la montre. Il y a aussi Authy, Dashlane, 1Password…","themes":["microsoft","apple","watch","appleWatch"]},{"title":"Large fenêtre de tir pour les futurs \"AirPods 2\" ","summary":"Autant les rumeurs autour des prochains iPhone sont assez précises, autant celles sur l'évolution des AirPods n'affichent pas la même constance.\n\nAprès une visite de quelques fournisseurs en Asie, l'analyste Blayne Curtis de Barclays table sur un lancement des \"AirPods 2\" au quatrième trimestre 2019. Pile dans la période de l'année privilégiée par Apple pour ses iPhone et Apple Watch.\n\n\nLà où les choses se compliquent c'est que Bloomberg, par la plume de Mark Gurman, en juin dernier, avait désigné le début de l'année prochaine pour des AirPods améliorés : résistance à l'eau et à la sueur accrue et des efforts dans la réduction du bruit ambiant.\n\nLe même Gurman évoquait des AirPods « rafraîchis » dès cette fin d'année, avec une nouvelle puce pour activer Siri en l'appelant plutôt qu'en tapotant sur un écouteur comme c'est le cas aujourd'hui. \n\nPour ce qui est de l'AirPower, le support de recharge annoncé l'année dernière, ce serait pour dans quelques jours, en septembre, d'après Barclays. ","themes":["music","apple"]},{"title":"Une neuvième bêta pour le petit watchOS 5","summary":"Les développeurs ont droit ce soir à une neuvième bêta de watchOS 5. Pas de version publique à attendre puisque cette plate-forme ne fait pas encore partie du programme ouvert aux testeurs amateurs.\n\n\nPour retrouver les articles qui décrivent les changements attendus dans watchOS c'est c'est par ici.","themes":["apple","ios","appleWatch","watch"]},{"title":"watchOS 5 : plus d'options pour le guidage de Plans sur sa montre","summary":"La manière dont fonctionne le guidage d'itinéraire sur l'Apple Watch s'est affinée avec watchOS 5. Dans les réglages \"Plans\" de l'app \"Watch\" deux nouvelles sections apparaissent.\n\nDans la première, on peut décider de ne pas avoir de guidage sur sa montre (après qu'on l'a lancé dans Plans sur l'iPhone) si on a choisi un itinéraire en voiture ou si on utilise CarPlay ou si on a un itinéraire à pied.\n\n\nEn voiture, avoir la montre qui remue et vous indique le prochain virage alors qu'on a un écran de CarPlay a quelque chose de redondant. Idem sans CarPlay : l'écran de l'iPhone fixé au tableau de bord peut suffire. Au moins, dans un cas comme dans l'autre, on ne sollicitera pas la batterie de la montre sur les longs trajets.\n\nEnsuite la dernière option est baptisée \"Afficher la navigation\" avec un interrupteur nommé \"Transports\". La description explique : « Une fois cette fonction activée et que vous suivez l'itinéraire à pied, Plans s'affiche sur votre montre ».\n\nCela doit être confirmé mais on peut penser que sur un itinéraire piéton, si la montre détecte qu'on est monté dans un transport en commun (vitesse plus rapide), c'est l'application Plans qui va se lancer et afficher plus d'informations sur le trajet suivi. À la base toutes ces options sont activées par défaut et elles n'ont pas d'équivalent directement dans les réglages sur la montre.\n\nEnfin, dans le cadran Siri, une carte affiche le prochain virage à prendre. Un tap sur cette notification et on passe en plein écran.\n","themes":["apple","ios","appleWatch","watch"]},{"title":"watchOS 5 ne remonte plus le fil du temps","summary":"watchOS 5 supprime la fonction « fil du temps » qui avait été introduite dans watchOS 2 puis releguée au rang d'option dans watchOS 3. En tournant la couronne digitale de l'Apple Watch, on faisait avancer ou reculer l'heure sur le cadran, l'intérêt étant que les complications s'actualisaient automatiquement pour donner un (petit) aperçu du futur ou du passé. \n\n\nDe quelques tours de molette, on pouvait ainsi voir la météo et ses rendez-vous pour les heures à venir, sans lancer d'applications. L'option a été retirée de l'application Apple Watch dédiée à watchOS 5.\n\n\nCe n'est pas la première fois qu'Apple retire assez rapidement une fonction liée à un bouton physique. On se souvient notamment du bouton latéral qui servait au départ à afficher ses contacts, et qui depuis watchOS 3, et c'est tant mieux, sert à ouvrir le Dock. En somme, l'Apple Watch est encore un terrain d'expérimentation, ce qui est normal pour un nouveau type d'appareil. \nwatchOS 4 \/ watchOS 5","themes":["apple","ios","appleWatch","watch"]},{"title":"Apple Watch : un trophée et des autocollants pour la journée des parcs nationaux","summary":"Apple relance son initiative associant Apple Watch, Apple Pay et les grands parcs nationaux américains. Première étape : un don de 1$ pour la fondation américaine des Parc Nationaux pour tout achat effectué avec Apple Pay entre le 24 et le 31 août. Par contre, il faut acheter exclusivement chez Apple pour déclencher le don.\nImage : Apple\n\nDeuxième étape, pour les mordus de l'Apple Watch, un trophée et des autocollants pour Messages pourront être décrochés moyennant un minimum de 50 minutes d'activité réalisées dans la journée du 1er septembre (qui tombe un samedi, aucune excuse).\n\n\nL'App Store sera également mis à contribution avec une sélection d'apps aidant à la découverte de ces lieux aux États-Unis. L'initiative est identique à celle de l'année dernière et revêt toujours une discrète dimension politique puisque le budget affecté aux parcs nationaux a souffert de l'arrivée de la nouvelle administration Trump. « Les parcs nationaux américains sont des trésors que chacun devrait découvrir » appuie Tim Cook.\n\nApple Watch : le trophée des Parcs nationaux s'affiche dans Activité\nApple Watch : un trophée spécial parcs nationaux à décrocher le 15 juillet","themes":["apple","ios","appleWatch","watch"]},{"title":"Apple supprime plusieurs dizaines de bracelets Apple Watch","summary":"À quelques semaines du keynote de septembre et de la présentation de nouvelles Apple Watch et probablement de nouveaux accessoires pour les accompagner, Apple fait le ménage sur sa boutique dans la section des bracelets. Comme le rapporte Mac Rumors, le constructeur a supprimé 14 références de sa boutique et une vingtaine de modèles sont encore listés, mais ils sont indiqués « épuisés ». \nLe bracelet Pride nylon fait partie des modèles épuisés en France également.\n\nL’état des stocks n’est pas identique en France et aux États-Unis où le site dresse sa liste exhaustive. Néanmoins, Apple a certainement prévu d’arrêter certains coloris de bracelet comme elle le fait à chaque renouvellement de gamme et le constructeur vide certainement ses stocks. Si un modèle vous donnait envie, ne trainez pas pour le commander, s’il est encore en stock. Ou alors attendez le mois de septembre pour découvrir la gamme automnale. ","themes":["apple","appleWatch","watch"]},{"title":"Un nouveau Google Fit avec 2 anneaux à fermer tous les jours","summary":"Google Fit fait peau neuve sur Android et sur les montres WearOS, avec des évolutions qui ne sont pas sans rappeler ce que l'on connaît avec l'Apple Watch.\n\nLa nouvelle version du logiciel va inciter son utilisateur à se remuer en lui présentant deux scores : celui de \"Move Minutes\" et celui des \"Heart Points\", le tout symbolisé par deux anneaux qu'il faudra fermer quotidiennement.\n\n\n\"Move Minutes\" comptabilise vos déplacements et mouvements comme de se lever de temps en temps, de marcher pour aller faire une course ou de prendre les escaliers. Pas besoin de forcer comme un âne, il faut juste quitter son état stationnaire.\n\nLes \"Heart Points\" sont équivalents à l'anneau \"M'entrainer\" de l'Apple Watch. 1 point est offert pour toute activité modérée d'une minute, et deux points si l'on accélère le rythme sur cette même durée. L'objectif est aussi d'arriver à se remuer un peu plus que la moyenne pendant au minimum 30 minutes chaque jour.\n\nGoogle, comme Apple, s'appuie sur des recommandations standard émises par l'Association américaine du cœur et par l'organisation mondiale de la santé.\n\n\nCe nouveau Google Fit collectera les données envoyées par les montres WearOS mais là tout dépend des capteurs de santé dont elles sont pourvues.\n\nLe logiciel peut aussi exploiter les données stockées dans nombre d'apps de sport et de fitness (Strava, Runkeeper…) et tenir un journal global d'activité en fixant des objectifs adaptés. Comme dans watchOS, des encouragements sont prodigués en fonction de vos performances.\n\nLa mise à jour de l'app doit être distribuée dans le courant de cette semaine.","themes":["google","watch"]},{"title":"Fitbit Charge 3 : de l'eau jusqu'au dodo et toutes les notifications en plus","summary":"Le Charge 3 permet à Fitbit de proposer un nouveau bracelet d'activité dont certaines des caractéristiques sont empruntées à ses montres. En précommande pour 149,95 € et disponible en octobre le Fitbit Charge 3 a vu la largeur de son écran (désormais tactile) et sa luminosité augmentés de 40 %, avec la capacité d'afficher des niveaux de gris.\n\n\nLe bouton latéral n'est plus mécanique mais soudé au boîtier aluminium et il utilise des retours haptiques. Cela contribue à rendre la Charge 3 plus résistante à l'eau. On s'en servira en piscine, elle peut descendre jusqu'à 50 m. Son autonomie a été portée de 5 jours à 7 jours.\n\nLa récolte possible de données est assez variée : un cardiofréquencemètre dont la précision a été améliorée, le suivi du sommeil et l'observation des situations d'apnée (à la fin de l'année une bêta du logiciel établira des scores pour obtenir une synthèse de la qualité de ses nuits et essayer de les améliorer), les calories brûlées, etc. 15 types d'activités sportives sont détectables automatiquement, à cela s'ajoute une fonction de définition d'objectifs avant de se lancer dans un exercice.\n\n\n\nEn plus des alertes de calendrier, d'appels et de messages, le logiciel de la Charge 3 sait maintenant relayer les notifications des apps. Plus tard il proposera de prendre ou rejeter un appel ou d'envoyer des réponses types programmées à l'avance sur son smartphone (Android). Courir avec son smartphone reste de mise lorsqu'on veut garder une trace de son itinéraire, Fitbit a volontairement écarté l'intégration d'un GPS.\n\nComme avec les précédents modèles, le bracelet est interchangeable pour de nouvelles couleurs et design. Il y a deux tailles incluses dans la boîte, un bracelet en 140 et 180 mm et un autre de 180 à 220 mm. Dans un second temps sortira un Charge 3 en édition spéciale (20 € de plus) avec une puce NFC pour la compatibilité Fitbit Pay.","themes":["watch"]},{"title":"De nouvelles Apple Watch sont bien en approche","summary":"Une fois de plus, l'Eurasian Economic Commission (ECC) trahit un secret sur de nouveaux produits Apple. Cette commission, qui homologue des appareils avant leur commercialisation sur plusieurs marchés d'Eurasie, mentionne dans un document de nouvelles Apple Watch. \nApple Watch Series 3 à gauche, concept de Series 4 à droite.\n\nLes références A1977, A1978, A1975, A1976, A2007 et A2008 sont inédites et désignent très certainement les Apple Watch Series 4. Consomac, qui a repéré ces références, note qu'elles sont au nombre de six contre huit pour la Series 3 actuelle (trois modèles Cellular dans des métaux différents et un modèle Wi-Fi, le tout en deux tailles). Un modèle passera apparemment à la trappe, reste à savoir lequel.\n\nSelon les rumeurs qui circulent, la prochaine génération d'Apple Watch ne verrait pas son design profondément modifié, mais elle bénéficierait d'un écran un peu plus large, de boutons sans mouvements mécaniques et de nouveaux capteurs de santé. \n\nDe nouveaux iPad, iPhone et Mac ont également été aperçus dans la base de données de l'ECC ces derniers mois. Certains produits se sont concrétisés depuis (iPad 6, MacBook Pro 2018), d'autres attendent encore leur tour.","themes":["apple","appleWatch","watch"]},{"title":"Orange : des AirPods reconditionnés vendus comme neufs lors d'une promo","summary":"Des AirPods achetés chez Orange, à l'occasion d'une bonne promotion, se sont avérés être des modèles reconditionnés. Alors qu'ils étaient présentés comme neufs. Gênant à plusieurs titres.\n\n\nL'un de nos lecteurs, Philippe, avait acheté le 7 décembre 2017 des AirPods dans une boutique Orange de Valenciennes. L'opérateur proposait une offre de remboursement de 50 €, comme il le fait simultanément sur sa boutique en ligne, de temps à autre. 129 € au lieu de 179 € c'est alléchant pour des AirPods.\nLa facture Orange du 7 décembre 2017\n\nSeulement, ce 15 août, lors d'un passage à l'Apple Store de Lille pour un problème de fonctionnement, le Genius remarque que ces AirPods ont été en réalité vendus la première fois le 8 octobre 2017. On peut penser qu'ils ont été rendus par le premier acheteur et remis en vente, mais sans que cela soit précisé.\nLe rapport de test de l'Apple Store mentionne une date d'achat le 8 octobre\n\nC'est anormal sur le principe et très ennuyeux aussi pour la garantie puisqu'elle est amputée de deux mois par rapport à ce que pensait Philippe. Accessoirement, pour des accessoires que l'on glisse dans ses oreilles, on aime savoir si d'autres s'en sont servis avant vous…\n\nNous avons contacté l'opérateur hier pour en savoir plus, notamment sur la nature des AirPods qui bénéficient parfois de ces réductions. Savoir si ce sont tous des modèles d'occasion ou s'il s'agit d'un incident isolé. Il n'a pas encore répondu.","themes":["apple","music"]},{"title":"Google prévoirait un Coach qui vous aiderait à avoir une vie saine","summary":"Google, qui est déjà capable de vous suggérer tout un tas de choses via son Assistant, comme de partir à une heure précise pour ne pas arriver en retard à un rendez-vous, pourrait bientôt s’occuper de votre santé. D’après Android Police, un assistant spécialisé dans le bien-être est en préparation. \nL’application Google Fit déjà disponible sur Android.\n\nNommé Google Coach, il pourrait vous conseiller des exercices quotidiens, suivre vos progrès, et vous indiquer des alternatives si vous sautez l’un de ces exercices. Google propose déjà une application permettant d’enregistrer son activité physique, Google Fit, qui fonctionne comme l'app Santé d'Apple, mais l’idée de Google Coach serait d’être beaucoup plus proactif. \n\nLe nouvel assistant dédié pourrait aussi suggérer des repas équilibrés en fonction de votre géolocalisation et de vos habitudes alimentaires. En bref, Google Coach brasserait toutes les informations qu’il a sur vous, et elles pourraient être nombreuses si vous jouez le jeu, pour vous aider à avoir une vie saine. \n\nPour éviter la multiplication des notifications et les rendre plus agréables, le coach aurait un aspect conversationnel. Plutôt que d’envoyer trois notifications à la suite, il serait par exemple capable de vous conseiller en même temps de prendre vos médicaments, marcher encore un peu pour atteindre votre objectif et boire un coup.\n\nToujours selon Android Police, Google Coach se destinerait en priorité aux montres Wear OS, mais on devrait le retrouver également sur les autres plateformes de Google. La date de lancement n’est pas indiquée. Elle coïncidera peut-être avec la sortie des premières montres supposées de Google d’ici la fin de l’année. ","themes":["google"]},{"title":"Google espère améliorer la qualité des apps Wear OS par la validation systématique","summary":"Jusque-là, n’importe qui pouvait publier une app pour Wear OS, la variante d’Android dédiée aux montres connectées, sans validation préalable. Cela a permis à Google de remplir sa boutique, mais en favorisant la quantité, plutôt que la qualité. Changement de politique annoncé dans un article de blog : Google veut désormais des apps de qualité pour Wear OS, et l’entreprise va reprendre la recette d’Apple pour s’en assurer, en imposant une validation systématique. \n\n\nÀ compter du premier octobre pour les nouvelles apps, et du 4 mars 2019 pour les apps qui sont déjà présentes dans la boutique, une validation sera obligatoire pour proposer une app Wear OS. Plusieurs critères listés sur cette page devront être remplis pour que Google valide une app et la rende disponible à tous les utilisateurs de montres connectées sous Wear OS. En particulier, l’interface doit s’adapter aux montres carrées et rondes, le texte doit être lisible et des captures d’écran doivent être fournies. \n\nLes règles de Google restent plus légères que celles d’Apple, et l’entreprise laisse aux développeurs existants plus de six mois pour rentrer dans le rang. Par ailleurs, le géant de la recherche précise bien que le processus de validation pour Wear OS ne retardera pas les apps pour Android associées, contrairement à ce que l’on a sur l’App Store. En clair, même si Google bloque une mise à jour du module Wear OS, la version Android pourra sortir sans attendre pour les smartphones et tablettes. ","themes":["google","android","watch"]},{"title":"Ming-Chi Kuo : des lunettes Apple de réalité augmentée dans 2 ans","summary":"En marge de considérations sur la future voiture d'Apple, Ming-Chi Kuo a glissé un mot sur les efforts matériels d'Apple en réalité augmentée (RA).\nL'analyste de TF International Securities fixe un cap pour 2020 avec l'arrivée d'une paire de lunettes de RA. Elles s'appuieraient sur un marché encore bourgeonnant. Une approche qu'Apple connaît bien : on laisse les autres essuyer les plâtres et on déboule avec un produit plus mûr et plus adapté à un large public.\nEn 2020 le prochain gros produit d'Apple seraient des lunettes de réalité augmentée\nComme elle l'a fait précédemment avec l'iPhone, Apple en profiterait pour rédéfinir ce qu'est une interface de réalité augmentée sur de tels accessoires. Le champ est en friche puisque personne ne s'est imposé sur ce domaine et, par conséquent, personne n'a mis au point de véritables normes. Ming-Chi Kuo écrit :\n\n\nPar le passé, Apple a toujours connu une croissance notable après avoir remis à plat des produits existants, en innovant sur l'interface utilisateur (ex : la souris du Mac, la roue de l'iPod et le multitouch de l'iPhone). Nous estimons qu'Apple va redéfinir l'interface des produits actuels en proposant une expérience de réalité augmentée offerte par des lunettes dont on attend un lancement en 2020.\n\nMagic Leap, une startup qui planche depuis des années sur son propre casque de réalité « mixée » a lancé la commercialisation à toute petite échelle de son \"Magic Leap One Creator Edition\". Un produit à 2 295 $ qui montre le chemin qui reste à parcourir pour avoir des lunettes que (presque) tout le monde pourrait porter.\nMagic Leap - Image @Cnet. \nMais en la matière, le projet d'Apple, ce qu'elle entend faire exactement, à qui elle le destine, restent auréolés de mystères. Ainsi que le dit Ming-Chi Kuo, l'iPhone a remis à zéro les compteurs sur son secteur. Lorsqu'il est arrivé, personne n'avait imaginé ses principaux attributs — comme l'écran multitouch ou son interface — car on se basait sur l'iPod et les smartphones déjà existants, et non sur des innovations possibles, capables de tout changer (lire Que savait-on sur l'iPhone avant 2007 ?).\nIl en va de même avec ce projet de lunettes qui est propice à toutes les spéculations dès lors qu'il manque beaucoup de pièces pour en visualiser l'ensemble.","themes":["apple"]},{"title":"AirPods : le futur boitier à induction serait compatible avec tous les chargeurs Qi","summary":"Les futurs AirPods, vendus dans un nouveau boitier à induction, devraient pouvoir remplir leur batterie avec n'importe quelle station de recharge à la norme Qi.\nLe boitier à induction des prochains AirPods (ici en septembre 2017). Il est muni d'une diode en façade. Crédit iMore\n\nC'est le site chinois Chongdiantou qui se fait l'écho de cette rumeur. Si elle s'avérait exacte, ce serait plutôt une bonne nouvelle et une décision raisonnable.\n\nLes iPhone 8 et X ne se privent pas de se refaire une santé avec n'importe quelle base alors que l'Apple Watch, qui a inauguré la recharge sans fil chez Apple, est incapable d'utiliser autre chose que des chargeurs certifiés par la Pomme. Posez-là sur une base Qi classique, comme en acceptent les derniers iPhone, et il ne se passe rien. \n\nÀ ce compte, on peut se demander s'il n'en ira pas de même avec la prochaine Apple Watch : peu importe sur quel chargeur Qi on la posera, la charge démarrera. Aujourd'hui c'est déjà possible mais c'est une loterie (lire L'Apple Watch Series 3 est compatible avec certains pads de recharge Qi).","themes":["apple","music"]},{"title":"Plus de 100 € de remise sur les Apple Watch Nike+ Series 3","summary":"Nike brade en ce moment sur sa boutique des Apple Watch Nike+. Il y a par exemple des Series 3 Cellular 38 mm à 314 € au lieu de 449, des Series 3 Cellular 42 mm à 335 € au lieu de 479, et des Series 2 42 mm à 234 € au lieu de 469. Attention, il y a généralement peu de stock sur la boutique de Nike.\n\n\nOn est à quelques semaines d’un très probable renouvellement des Apple Watch, mais ces modèles à ces prix n’en restent pas moins de bonnes affaires.","themes":["apple","watch","appleWatch"]},{"title":"Bye bye les Gear, bonjour les Galaxy Watch","summary":"Les montres de Samsung s'appellent désormais \"Galaxy Watch\". Un nouveau nom qui accompagne le lancement de la gamme 2018\/2019 dévoilée aujourd'hui lors de l'événement Unpacked de New York.\n\n\nLes montres du sud-coréen restent sur un système maison Tizen, elles gardent leur design rond avec la couronne autour de l'écran pour naviguer dans l'interface. Les trois Galaxy Watch existent en tailles de 46 mm (batterie de 472 mAh) et 42 mm (270 mAh). \n\nElles sont équipées d'un processeur Exynos 9110 Dual Core spécialement optimisé pour elles et Samsung promet plusieurs jours d'autonomie sur une seule charge, mais sans donner plus de détails sur d'éventuels compromis. Logiquement c'est la plus grosse des deux tailles qui devrait parvenir à cet exploit [MàJ : Jusqu'à 80h pour la grosse et 18h pour la petite].\n\nCes montres sont étanches jusqu'à 50 mètres (indices IP68 et MIL STD 810 G-516.6 (un indice de l'armée américaine pour l'utilisation en haute altitude et la résistance aux chocs). Un modem 4G est intégré pour l'utiliser loin du téléphone.\n\nSur le plan fitness, elles ont un cardiofréquencemètre. Elles peuvent également analyser la qualité du sommeil et, plus généralement, dispenser des observations en fonction des changements notés dans les révélés de santé au fil des jours. 6 activités physiques peuvent être détectées automatiquement au début de l'effort.\nSamsung a insisté sur le choix de 60 000 cadrans pour personnaliser sa montre.\n\n\nLe lancement des Galaxy Watch est prévu pour le 7 septembre, le gros modèle existera en coloris argent et le plus petit en noir ou rose, toutes à un peu plus de 300 € pour les modèles sans 4G (prix non communiqués pour les LTE).\n\n\nEnfin, Samsung a montré le Wireless Charger Duo, un tapis de recharge par induction pour y poser simultanément sa montre et son smartphone Galaxy. Décliné en noir et en blanc il évoque le AirPower d'Apple. A la grande différence que ce dernier saura recharger jusqu'à trois produits et sans emplacement dédié pour chacun à sa surface.\n","themes":["samsung","watch"]},{"title":"Le casque de réalité « mixée » de Magic Leap coûte 2 295 $","summary":"Pendant des années, la mystérieuse start-up Magic Leap a vendu du rêve, avec sa technologie de réalité « mixée » qui promettait monts et merveilles. L’heure est désormais venu de livrer la marchandise, puisque comme annoncé il y a quelques semaines, l’entreprise a lancé la commercialisation du Magic Leap One Creator Edition dans six villes aux États-Unis, au prix de 2 295 $.\nImages @Cnet. \n\nPour ce prix, les heureux acheteurs recevront gratuitement (ouf) l’appareil ainsi qu’une petite formation pour se mettre en route. Ils pourront jouer avec le casque Lightwear plutôt imposant, qui est fourni avec le Lightpack, un module filaire à glisser à la ceinture, et un contrôleur.\n\nLe Lightwear embarque un ensemble de capteurs de mouvement et une puce « photonique » qui projette des hologrammes. Le Lightpack est le moteur du dispositif, avec un Tegra X2 de Nvidia, 8 Go de RAM, 128 Go de stockage, une batterie qui tiendra 3 heures, un port USB-C et un port jack (le casque intègre ses propres haut-parleurs).\n\n\nLe dispositif fonctionne sous Lumen OS, un dérivé de Linux. Il est livré avec plusieurs logiciels pour mettre le pied à l’étrier : une démo d’un jeu, un navigateur web, une app pour placer des objets virtuels dans son environnement, une messagerie. Une boutique est aussi disponible, le Magic Leap World, et l’entreprise espère que les développeurs seront nombreux à embrasser sa technologie (un portail leur est dédié).\n\nAT&T est par ailleurs partenaire de Magic Leap. Même si le casque ne sait pas accrocher de réseau cellulaire, il sera possible de l’utiliser à l’extérieur dans certains cas. Des démos seront organisées dans les boutiques de l’opérateur américain.\nImage @The Verge.\n\nQuelques sites US ont eu la possibilité de tester le casque et force est de constater qu’il y a loin de la coupe aux lèvres : The Verge explique que le casque n’en offre pas vraiment plus que l’HoloLens de Microsoft, qui est disponible depuis plus de deux ans.\n\nCertes, et malgré les apparences, le Lightwear est semble-t-il confortable à porter. Les lentilles du casque intègrent ce qui ressemble à des écrans (les fameuses puces « photoniques ») qui affichent les hologrammes. Le champ de vision de 50° est réduit : en dehors du rectangle de la zone virtuelle, les objets virtuels disparaissent. C’est un problème commun avec l’HoloLens.\nLe contrôleur et le Lightpack.\n\n« Ne pas être capable d’avoir une vision complète des objets virtuels dans la pièce est un sérieux handicap », abonde Cnet. Le testeur perdait parfois la trace des choses qu’il ne pouvait pas voir, et les objets virtuels en eux-mêmes ressemblent à des « dessins animés Disney ». \n\nBref, de ce qui ressort de ces premières prises en main, c’est que ce n’est pas gagné pour Magic Leap. L’entreprise a le soutien de plusieurs poids lourds dont Google, mais il lui faudra du contenu pour s’imposer sur le marché. Or, les développeurs ont déjà beaucoup à faire et à investir dans la réalité augmentée d’Apple, de Google, voire de Microsoft.","themes":["music"]},{"title":"L'application B.tv bientôt en version finale sur Apple TV","summary":"En bêta test depuis la fin de l’année dernière, l’application B.tv sera bientôt disponible en version finale sur Apple TV. Cette application permet aux clients Bouygues Telecom de regarder la télévision depuis un autre appareil que leur Bbox. Elle était déjà disponible sur smartphone, tablette et ordinateur. Le service est inclus dans toutes les offres fixes de l’opérateur, ainsi que dans certains forfaits mobiles.\n\n\nToutefois, Bouygues vient de prévenir les bêtas testeurs que « pour des raisons de droits, nous proposons désormais le service uniquement à nos clients fixe. » Si vous espériez profiter de B.tv sur Apple TV grâce à votre forfait mobile, c’est donc loupé.\n\n\n\n\nB.tv sur Apple TV\n\nL’application s’est peaufinée au fil des bêtas, mais elle reste plus basique que Molotov — qui va réduire drastiquement son offre gratuite — et myCanal.","themes":["apps","appleTV"]},{"title":"iOS 12 : une nouvelle bêta corrige le bug de la notification insistante","summary":"Apple distribue ce soir une bêta 12 pour iOS 12. Elle ne pèse à nouveau que quelques dizaines de Mo et devrait probablement corriger le bug de la notification insistante. Les bêta testeurs amateurs y ont droit aussi, pour eux c'est une bêta 10.\n\n[MàJ] : le problème a bien disparu.\n\nMerci à nos lecteurs qui l'ont signalée en commentaires","themes":["ios"]},{"title":"Le QC35 II de Bose peut aussi fonctionner avec Alexa","summary":"Le QuietComfort 35 II de Bose est l’un des meilleurs casques à isolation active Bluetooth sur le marché. Cette deuxième génération a gagné un bouton physique supplémentaire dédié à Google Assistant, ce qui en fait l’équivalent d’une enceinte connectée portable (lire : Prise en main du Bose QC35 II avec Google Assistant). \nLe bouton supplémentaire dédié jusque-là exclusivement à Google Assistant.\n\nVous n’aimez pas Google Assistant ? Avec la dernière mise à jour du micro logiciel de son casque, Bose propose désormais le choix : si vous préférez, Alexa est aussi disponible. L’assistant vocal d’Amazon pourra répondre à vos commandes en pressant le même bouton, sans avoir à dire « Alexa », comme il n’était pas nécessaire de dire « OK Google ».\n\nDans les deux cas, le casque n’est pas connecté à internet et il n’est pas autonome. C’est en fait l’app installée sur votre smartphone qui se charge de tout, ce qui implique qu’il faudra installer l’app Alexa sur l’iPhone ou le smartphone Android associé au casque. Vous pourrez bénéficier de toutes les fonctions de l’assistant, que ce soit pour contrôler la domotique chez vous, utiliser le service de streaming musical d’Amazon ou encore poser des questions d’ordre général.\n\nOutre ce QuietComfort 35 II avec son bouton dédié aux assistants vendu à 379 € (même si on le trouve actuellement à 342 € sur Amazon), Bose continue de vendre l’ancien modèle. À part le bouton, les deux versions sont techniquement identiques et on peut acheter le modèle précédent pour 319 € seulement. C’est probablement une meilleure idée en général, à moins de dépendre largement de l’un des deux assistants vocaux pris en charge par la version plus moderne.","themes":["other"]},{"title":"Concours : dix licences d’un an pour Tower 3 Pro à gagner","summary":"Tower est le client Git de prédilection au sein de MacGeneration. Nous l’utilisons pour suivre et gérer tous nos projets internes, que ce soit du côté des développeurs pour les sites web et les apps, ou des rédacteurs pour nos livres. Au fil des années, nous avons testé tous les clients Git disponibles sur macOS, mais nous revenons toujours à celui-ci, parce qu’il est complet, simple d’utilisation et parce que son interface est parfaitement à son aise sur un Mac.\nTower 3 en action, avec l’une des dernières nouveautés : comparaison visuelle d’une image modifiée.\n\nLa version 3.0 sortie récemment nous permet de l’utiliser encore plus et de passer moins de temps sur l’interface web de notre serveur Git. Tower permet désormais de gérer les pull- ou merge-requests depuis son interface, une opération qui nécessitait jusque-là de passer par le navigateur. L’app continue d’ailleurs de s’améliorer régulièrement : avec la dernière mise à jour, Tower 3.1 peut afficher les différences apportées à une image, ce qui est souvent très pratique.\n\nSi vous cherchez un client Git pour votre Mac, c’est Tower que nous vous recommandons. Vous pouvez essayer l’app gratuitement pendant un mois, mais vous devrez ensuite payer une licence annuelle, à partir de 59 € HT par an. Ses concepteurs nous ont toutefois proposé de vous offrir dix licences d’un an à l’offre pro, qui permet d’utiliser toutes les fonctions de l’app sans limite. \n\nCes dix licences ont une valeur de 99 € HT, mais vous pourrez peut-être en bénéficier gratuitement en participant ! Il vous suffit pour cela de publier un commentaire en réponse à cet article… vous avez jusqu’à mardi !\n\nRègles\n\n\nPubliez un commentaire en réponse à cet article jusqu’au mardi 4 septembre 2018 à 23h59 ;\nLes 10 commentaires tirés au sort remporteront une licence d’un an pour Tower 3 Pro d’une valeur de 99 € HT ;\nL’adresse mail des gagnants sera utilisée pour envoyer le code d’activation ;\nCe concours est organisé par MacGeneration et n’est ni affilié ni supporté par Apple.\n","themes":["apps"]},{"title":"Black Pixel abandonne NetNewsWire et le rend à Brent Simmons","summary":"Le lecteur RSS NetNewsWire revient au bercail, annonce son auteur original, Brent Simmons. Il y a deux ans il s'était lancé, à titre personnel, dans la création d'un autre lecteur RSS, open source cette fois.\n\nBaptisée Evergreen, on peut télécharger une version très préliminaire de cette application ici. Lorsqu'elle sera assez aboutie pour un lancement, elle sera renommée NetNewsWire 5 (aucune date n'est donnée). Le lecteur restera gratuit et son code disponible sur GitHub.\nEvergreen\n\nBrent Simmons est depuis quelques années chez The Omni Group où il s'occupe maintenant de communication et de marketing. NetNewsWire est une vieille application, elle a 16 ans, elle a accompagné la naissance du RSS et le logiciel a connu plusieurs propriétaires : Simmons, NewsGator puis Black Pixel. \n\nNetNewsWire au moment de son achat par Black Pixel\n\nS'agissant de Black Pixel, il cesse donc la vente de cet utilitaire dont la rentabilité n'est pas suffisante. NetNewsWire avait été racheté deux ans avant que Google ne stoppe son service de RSS qui participait grandement à la popularité de ce système de communication.\n\nLe service de synchronisation de NetNewsWire sera stoppé dans 2 mois, et le support technique cessera aussi puisque Brent Simmons n'en récupère pas la charge. Black Pixel est l'éditeur de Kaleidoscope, Versions et Pixelboard, en plus de créer des apps pour d'autres entreprises.\n\nL'actualité des lecteurs RSS s'est animée ces deniers jours puis qu'on apprenait qu'un Reeder 4 était en préparation, tandis que les versions 3 sur macOS et iOS devenaient gratuites.","themes":["apps"]},{"title":"Vente flash : des MacBook Pro reconditionnés à partir de 539 € !","summary":"Les Mac trop chers ? Ca c’était avant que vous ne découvriez les offres flash de Vente du Diable. Ce site de vente en ligne propose depuis quelques temps déjà de plus en plus de produits Apple reconditionnés. On trouve de tout : Mac, iPhone, iPad, Apple Watch… Et très souvent, les prix sont assez renversants.\n\nC’est encore le cas avec cette nouvelle vente flash organisée ce week-end. Si vous souhaitiez vous équiper d’un portable Apple avant la rentée, c’est le moment ou jamais de saisir l’occasion. \n\nDes MacBook Pro 13” à 539 €\n\nInsistons d’emblée sur le fait qu’il ne s’agit pas forcément des tout derniers modèles, mais à ce prix, difficile de se plaindre de ce MacBook Pro 13” Core i5 à 2,4 GHz équipé de 4 Go de mémoire et de 500 Go de disque dur. Pour 539 €, vous avez le droit - chose rare- à une machine complète qui dispose même d’un lecteur SuperDrive. Dans certaines filières, le lecteur\/graveur de DVD est encore indispensable. \n\n\nN’oubliez pas qu’il s’agit d’une machine évolutive. Vous pouvez facilement lui ajouter de la mémoire vive ou un SSD.\n\nDes MacBook Air à 569 €\n\nDans la famille Apple, c’est bien connu, il y a ceux qui sont MacBook Pro et ceux qui sont MacBook Air. C’est l’avantage de cette offre, on vous offre le choix avec ce MacBook Air 13” vendu 569 €. \n\n\nIl embarque une processeur Core i5 à 1,3 GHz, une puce Intel HD Graphics 5000 , 4 Go de RAM et 128 Go de mémoire Flash. Cette machine comporte tout ce qui a fait le succès des MacBook Air : caméra FaceTime, port Thunderbolt, lecteur de carte mémoire, Wi-Fi, Bluetooth…… \n\nDes MacBook Pro Retina 13” à 859 €\n\nPendant longtemps, le MacBook Pro Retina 13” a été la machine phare d’Apple. Vous pouvez l’obtenir aujourd’hui pour 859 €. Il s’agit d’une configuration complète : processeur Core i5 à 2,7 GHz, Intel Iris Graphics 6100, 8 Go de mémoire vive et 128 Go de stockage flash.\n\n\nCette machine est en mesure de satisfaire un grand nombre d’utilisateurs (surtout à ce prix !).\n\nDes MacBook 12” à 999 €\n\nVous connaissez le principal défaut du MacBook ? C’est son prix ! A 999 €, comme le propose Vente du Diable, cette machine n’a plus beaucoup de défaut. \n\n\nC’est d’autant plus vrai que cette configuration, équipée d’un processeur Core m3, vient avec 8 Go de RAM et 256 Go de SSD. Si vous cherchez un ordinateur à la fois léger et doté d’une belle autonomie, ce MacBook (couleur Argent) sera un valeureux compagnon. Beaucoup d'autres modèles sont disponibles à la vente dans le cadre de cette offre promotionnelle qui s'achève mardi. \n\nVente du Diable : le reconditionné, c’est du sérieux !\n\nLe reconditionné permet de faire baisser les prix de manière drastique, encore faut-il que cela soit bien fait. Et de ce point de vue, Vente du Diable met tout en œuvre pour offrir la meilleur expérience possible à l’utilisateur.\n\nEn effet, Vente du Diable teste et nettoie dans ses usines chaque produit vendu. Le site procède systématiquement à deux types de test :\n\n\n\tun audit fonctionnel\n\tun audit esthétique\n\n\nPour qu’un produit soit mis en vente, il est impératif qu’il passe avec succès ces deux audits. Ensuite, chaque produit est noté en fonction de son état, dans le but d’offrir une information la plus complète et transparente possible aux consommateurs : \n\n\n\tremis à neuf : état parfait, un an de garantie.\n\tgrade A : un écran parfait, quelques traces quasi-invisibles sur les autres surfaces et 6 mois de garantie.\n\tgrade B : de possibles traces sur l’écran (invisibles lorsque le produit est allumé) et des traces superficielles d'une première vie tranquille sur les autres surfaces mais toujours 6 mois de garantie.\n\tGrade C : De possibles traces sur l’écran (invisibles lorsque le produit est allumé) et des traces d’usure qui ne gênent en rien la bonne utilisation du produit sur les autres surfaces et ici encore, 6 mois de garantie.\n\n\nVoilà, vous avez toutes les cartes en main pour faire de bonnes affaires sur Vente du Diable. Insistons sur le fait qu’il y a en permanence des offres sur les produits Apple et Beats. Et de manière générale sur l’ensemble de la high-tech avec des boutiques dédiées !\n\n> Découvrez les offres Apple de Vente du Diable","themes":["apple","mac","computer"]},{"title":"iPhone 8 : Apple ouvre un programme de SAV dans 8 pays","summary":"Apple a démarré un programme de remplacement des cartes-mères de certains iPhone 8. Le problème se traduit de multiples manières : redémarrages inopinés, gel de l'écran ou refus de s'allumer. \n\n\nDeux précisions importantes. Les unités défectueuses ont été vendues entre septembre 2017 et mars 2018 dans certains pays seulement et aucun de francophone : États-Unis, Australie, Nouvelle-Zélande, Chine, Hong-Kong, Inde, Japon et Macao. \n\nEnsuite seul l'iPhone 8 est concerné, pas son grand-frère l'iPhone 8 Plus. Une page explicative permet de saisir le numéro de série et vérifier si l'appareil est éligible à cette intervention. \n\nApple indique par ailleurs que la réparation peut n'être proposée que dans le pays où l'achat a été réalisé à l'origine. Toutefois cela marchera aussi pour quelqu'un qui aurait acheté un tel iPhone au sein de l'espace économique européen.\n\nCe programme est valable pour trois ans à partir de la première vente enregistrée pour les unités concernées.","themes":["apple","iphone","smartphone"]},{"title":"Huawei\/Honor à l'IFA : des annonces pour occuper le terrain","summary":"Trois semaines après l’annonce du Galaxy Note9 par Samsung, Huawei fait feu de tout bois à l’IFA, qui se déroule actuellement à Berlin, pour garder sa dynamique positive. Le fabricant chinois, qui a délogé Apple de la deuxième place des plus gros vendeurs de smartphones au dernier trimestre, a présenté plusieurs nouveautés. \n\nLa plus concrète est sous sa marque Honor, moins chère et disponible uniquement en ligne jusqu’à récemment. Le Honor Play est un smartphone destiné aux joueurs — Fortnite vient de sortir sur Android — qui ont un petit budget. \n\nPour 329 €, il est équipé notamment d’un processeur Kirin 970 (le haut de gamme de Huawei que l’on trouve aussi dans le P20 Pro), d’une puce graphique Mali-G72 MP12 et d’un mode « GPU Turbo » censé augmenter les performances en jeu.\nHonor Play\n\nIl a par ailleurs un écran 6,3\" LCD (2 340 x 1 080 px) avec encoche, 4 Go de RAM, 64 Go de stockage extensible par microSD, un double appareil photo à l’arrière et une batterie de 3 750 mAh. Il est d’ores et déjà disponible en France.\n\nUn Honor Magic 2 plus original a été dévoilé. Il n’a pas d’encoche ni de bordure autour de l’écran. La caméra frontale est logée dans un tiroir escamotable, à la manière de l’Oppo Find X pour autant qu’on puisse en juger.\nHonor Magic 2\n\nIl s’agit plus d’un teaser que d’une annonce en bonne et due forme, beaucoup de mystère entoure encore cet Honor Magic 2 qui devrait être présenté plus longuement en octobre ou novembre.\n\nHuawei a également exhibé la nouvelle puce qui va faire tourner ses prochains appareils haut de gamme. Le Kirin 980, qui est gravé en 7 nm (ce serait également le cas de l’Apple A12), est composé de quatre nouveaux cœurs Cortex-A76 (deux cadencés à 2,6 GHz et deux à 1,92 GHz) et quatre cœurs Cortex-A55 à 1,8 GHz, ainsi que d’un GPU Mali-G76. \n\nHuawei assure que sa nouvelle puce est 37 % plus puissante que le Snapdragon 845 et qu’elle consomme 32 % d’énergie en moins.\nImage AnandTech\n\nLe Kirin 980 doit aussi fournir une connectivité sans fil de haut vol : modem cellulaire Cat.21 capable d’atteindre 1,4 Gbit\/s et Wi-Fi jusqu’à 1,7 Gbit\/s.\n\nCe système sur puce sera exploité par le Honor Magic 2 ainsi que les Mate 20. Huawei a d’ailleurs révélé à cette occasion que les Mate 20, ses futurs smartphones phares, seront présentés le 16 octobre à Londres. ","themes":["smartphone"]},{"title":"L'Apple Watch Series 1 aurait donné une leçon à la Series 3 au printemps","summary":"L'Apple Watch Series 1 reste un modèle extrêmement populaire malgré la sortie de la Series 3 l'année dernière. C'est l'un des enseignements de l'étude du marché des montres connectées publiée par Counterpoint Research, elle porte sur la période d'avril à mai.\n\nD'abord, la montre d'Apple écrase facilement les autres protagonistes avec une part de marché de 41 % sur ce trimestre. Seulement, cette part était de 48 % il y a un an. Dans l'intervalle c'est Fitbit qui tire son épingle du jeu en passant de 8 % à 21 % en un an.\nParts de marché mondiale au T2 2018 (en rouge) comparé au T2 2017 (en gris)\n\nDerrière il y a Fossil, Amazfit (un fabricant chinois lié à Xiaomi), Garmin et Samsung qui perdent tous des plumes ou ne gagnent rien. Et puis il y a une masse de fabricants rangés dans la catégorie des anonymes (26 % du marché, contre 30 % l'année dernière) et parmi eux les marques suisses qui se sont lancées avec des modèles hybrides.\n\nDans les systèmes d'exploitation c'est à nouveau Apple qui a la plus grosse part du gâteau (41 %) alors que le Tizen de Samsung n'a que 2 % et Wear OS de Google 7 %. Les 50 % restant sont d'autres systèmes propriétaires. À propos de Wear OS comme de Tizen, leur faible présence s'expliquerait par un manque d'énergie chez leurs promoteurs, pour faire évoluer leurs systèmes ainsi que les montres qu'ils animent.\nParts de marché des OS\n\nEn face, Apple fait preuve de beaucoup plus de constance : à chaque année son nouveau système et de toutes nouvelles montres. C'est réglé comme du papier à musique, ça ne ronronne pas.\nFitbit Versa, deuxième vente du trimestre derrière la Series 1\n\nEnfin, le cabinet d'étude dresse un classement des modèles qui ont été les plus vendus sur ce trimestre. En première place il met l'Apple Watch Series 1 de 2016 qui sert aujourd'hui d'entrée de gamme (269 €). Puis la Fitbit Versa, l'Amazfit BIP, l'Apple Watch Series 3 de 2017 et la Ionic de Fitbit.\nAmazfit BIP\n\nLa place surprenante de la Series 1 s'expliquerait pour une raison très banale : elle est la moins chère de la gamme d'Apple. À moins de vouloir une connexion cellulaire qui oblige à aller vers la Series 3 (369 € ou 449 €), elle convient au plus grand nombre. Après un début en fanfare du nouveau modèle, cette Series 1 aurait représenté 9 ventes sur 10 pour Apple pendant la période printanière.","themes":["apple","appleWatch","watch"]},{"title":"Des bêtas 10 pour tvOS 12 et watchOS 5 ","summary":"Deux autres petites bêtas sont distribuées ce soir, les versions 10 pour watchOS 5 et tvOS 12. Précédemment iOS 12 est arrivé dans une douzième bêta dont le seul effet visible a été de corriger un bug de notification.\n\nMerci Luc","themes":["ios"]},{"title":"Lenovo va lancer des prises et ampoules connectées HomeKit","summary":"Lenovo va se jeter dans l'arène des petits accessoires connectés avec des prix abordables. Pas de HomeKit au programme mais une app iOS et une compatibilité avec Alexa et Google Assistant. \nLes Smart Essentials de Lenovo\n\nIl y aura une prise connectée Wi-Fi \"Smart Plug\" annoncée à 30 $ (25 €), une ampoule connectée Wi-Fi \"Smart Bulb\" au même prix ainsi qu'une caméra domestique, la \"Smart Camera\" pour 100 $ (env. 85 €). Tout cela arrivera entre octobre et novembre dans trois pays anglophones mais le constructeur a d'ores et déjà prévu, juste après, d'aller sur la région EMEA (Europe, Moyen-Orient et Afrique).\n\nÇa reste encore un horizon encore flou pour l'Europe mais il est intéressant de voir ce genre de grandes marques aller sur ce marché en pleine explosion et participer à tirer les prix vers le bas.\n\n[MàJ le 1\/09] : Jamais dans son communiqué de presse et dans la page de ces produits, Lenovo ne mentionne HomeKit ou Siri. Uniquement Alexa et Google Assistant. Cependant, un porte-parole de Lenovo a indiqué à AppleInsider qu'il y aurait bien une compatibilité HomeKit et sans pont à installer.","themes":["ios","apple"]},{"title":"Nimble, un nouveau fabricant d'accessoires qui mise sur l'écologie","summary":"Les constructeurs de smartphones et d’ordinateurs ne sont pas les seuls acteurs de la high-tech à devoir s’engager pour le respect de l’environnement, les fabricants d’accessoires ont aussi un rôle à jouer. C’est le message que veut faire passer Nimble, une nouvelle marque lancée par trois anciens de mophie.\nBatterie Nimble 10 000 mAh\n\nNimble assure avoir une démarche écologique de la conception du produit jusqu’à sa commercialisation. Ses premiers accessoires, des chargeurs et des batteries externes, sont fabriqués avec des matériaux recyclés, des bioplastiques ainsi que de l’aluminium recyclable. Les câbles ne contiennent ni bisphénol A ni PVC. L’emballage, minimal, est fait de papier recyclé et est entièrement compostable.\n\n\n\nComme ses produits ne sont pas aussi facilement recyclables que ses emballages, Nimble fournit le nécessaire pour les envoyer gratuitement à une entreprise spécialisée dans le recyclage de l’électronique quand ils deviennent hors service.\nChargeur sans fil Nimble\n\nLe fabricant commercialise ses produits uniquement sur son site et uniquement aux États-Unis pour le moment. Ses prix sont supérieurs aux Anker, Aukey et autres qui peuplent Amazon, mais inférieurs aux marques distribuées par Apple. La batterie 10 000 mAh et le chargeur sans fil de bureau coûtent 49 $ (42 €) chacun, par exemple. ","themes":[]},{"title":"iPad Pro 2018 : une fuite en 3D annonce une tablette avec Face ID","summary":"Si l’on a beaucoup parlé de l’iPhone XS et de l’Apple Watch Series 4 qui devraient être au menu des agapes du keynote ce 12 septembre, Apple n’a pas (encore) fait de bourde pour ce qui concerne l’iPad Pro. Mais on peut compter sur le fuiteur @OnLeaks, qui partage un rendu 3D exhaustif concernant le futur modèle de 12,9 pouces.\n\n\nCes images se basent sur un fichier CAO qui date de la semaine dernière. Steve Hemmerstoffer, l’animateur du compte Twitter, prévient qu’il ne saurait offrir une fiabilité de 100%, mais il n’a pas pour habitude de servir du fake. D’après ce qu’on peut voir de ce rendu, Apple aurait fait le choix de revoir le design des tranches, qui se présentent toutes plates au lieu d’être arrondies et bombées. Comme une réminiscence du tout premier iPad…\n\n\nOn trouve sur ces mêmes tranches des lignes semblables aux antennes de l’iPhone 6\/7. Les deux boutons de volume demeurent à leur place, en revanche le tiroir de la carte SIM est désormais au centre de la tranche. Les quatre haut-parleurs sont de la partie, mais il faudra sans doute faire ses adieux au port jack…\n\n\nLe port Lightning reste lui en bas, mais le Smart Connector déménage : il n’est plus sur la tranche latérale, mais au dos. Voilà qui pourrait confirmer le design bien particulier d’une coque qu’on a pu voir le mois dernier. Faudra-t-il utiliser l’iPad à la verticale, plutôt qu’à l’horizontale comme c’était le cas jusqu’à présent ?\n\nLa grande affaire de ce nouveau modèle, ce sont les bordures bien plus fines que sur le modèle de 12,9 pouces actuel. En fait, le bouton d’accueil Touch ID tire sa révérence, certainement remplacé par Face ID intégré au sein d’une bordure, pas besoin d’encoche ici. D’après la rumeur, le système de reconnaissance faciale se limiterait, comme sur l’iPhone X, à un fonctionnement à la verticale. L’appareil photo (un seul capteur) continue de dépasser du châssis.\n\n\nReste maintenant à savoir si Apple voudra présenter ses nouvelles tablettes durant l’événement de rentrée, ou si un second keynote (en octobre ?) sera nécessaire.","themes":[]},{"title":"Gros nettoyage de rentrée pour CleanMyMac","summary":"L’éditeur MacPaw fait profiter d’une petite exclusivité aux abonnés de Setapp, son bouquet d’apps sur abonnement (9,99 $ par mois) : ces derniers y trouveront en effet la nouvelle version 4.0 de CleanMyMac, alias CleanMyMac X. L’efficace application de nettoyage de fichiers sur Mac sera proposée dans une version « solo » à partir de ce mercredi 5 septembre.\n\n\nLa première chose qui frappe, c’est bien sûr l’interface qui a bénéficié d’un solide coup de pinceau (les icônes et les boutons ont été redessinés), mais qu’on se rassure, si on y retrouve rapidement ses petits. Le principe de CleanMyMac demeure le même : nettoyer et supprimer des fichiers inutiles voire indésirables, afin de récupérer un précieux espace de stockage et optimiser l’utilisation du Mac.\n\n\n\nDès l’ouverture, le logiciel se propose d’analyser le contenu de l’ordinateur via la fonction Smart Scan ; une fois la tâche accomplie, on a une meilleure idée des encombrants et des indésirables qui prennent trop de place, mais aussi des « menaces potentielles » et des scripts à exécuter pour améliorer les performances du Mac.\n\n\n\nOn peut évidemment y aller un dossier après l’autre, pour y sélectionner les fichiers que l’on veut supprimer et ceux à conserver. La version 4.0 intègre en plus du reste un système de protection contre les malwares maliciels, qui repère les menaces qui auraient pu se loger au fin fond du disque dur.\n\n\nCleanMyMac X comprend également des outils pour désinstaller proprement les logiciels et surtout, pour les mettre à jour, qu’ils aient été téléchargés depuis le Mac App Store ou ailleurs. Un assistant est aussi à disposition, en plus du moteur de recherche, si on a une question. Cela reste assez sommaire encore, mais les suggestions (différentes en fonction des sections) sont suffisamment pertinentes pour rapidement mettre la main sur ce que l’on cherche.\n\n\nLe menulet qui vient se nicher dans la barre des menus permet d’obtenir un aperçu rapide de l’utilisation des ressources du Mac (mémoire, stockage, batterie, charge processeur, réseau…). \n\n\nCleanMyMac X, entièrement localisé en français, est utilisable dès ce soir par les abonnés à SetApp ; les autres devront patienter jusqu’à mercredi. Une démo sera disponible sur le site de l’éditeur, et un prix promo sera proposé à ceux qui possèdent une licence. On ignore encore le prix de la version standard, mais la licence simple pour la version 3 est facturée 53 $ (environ 45 €).\n\nEdit — Attention à ne pas confondre CleanMyMac, qui est un logiciel tout ce qu’il y a de plus performant et utile (sachez cependant ce que vous faites au moment de supprimer des fichiers…), et cette horreur qu’est MacKeeper. Ce dernier peut même être considéré comme un malware et il faut éviter absolument de l’installer si on veut épargner bien des déboires à son Mac !","themes":[]},{"title":"Confidentialité : les Five Eyes veulent glisser une oreille dans le chiffrement des données","summary":"Les gouvernements du monde entier cherchent toujours un moyen de forcer les éditeurs logiciels à créer des portes dérobées dans leurs systèmes d’exploitation et applications de messagerie instantanée. Pour le groupe des « Five Eyes », qui comprend les États-Unis, le Canada, le Royaume-Uni, l’Australie et la Nouvelle-Zélande, la vie privée ne peut pas être « absolue ».\n\nD’après une déclaration de principe partagée par le gouvernement australien, les cinq pays estiment qu’ils doivent avoir les moyens d’accéder à des informations d’ordre privé, quand la justice ou une autorité indépendante le demande. \n\n\nUn principe comparé à celui qui permet à ces mêmes gouvernements de fouiller une voiture, une maison et les effets personnels d’un particulier. Les « Five Eyes » réitèrent toutefois leur engagement au droit à la vie privée et ils « supportent le rôle du chiffrement dans la protection de ce droit ». \n\nMais voilà, beaucoup des systèmes de chiffrement de bout en bout peuvent aussi être utilisés par des criminels (dont des « délinquants sexuels et des terroristes », prend soin de préciser le mémo) pour ralentir les enquêtes, voire éviter des condamnations.\n\nC’est pourquoi ces pays demandent aux fournisseurs de mettre en place des « solutions personnalisées, adaptées à leurs propres architectures, capables de satisfaire aux exigences liées aux accès licites ». En d’autres termes, des portes dérobées… dont les clés pourraient se retrouver entre les mains des « bad guys ».\n\nRien de bien neuf en somme : depuis 2016 et la plainte du FBI contre Apple dans l’affaire de la tuerie de San Bernardino, les autorités n’ont cessé de faire pression pour obtenir ces accès, en pure perte jusqu’à présent pour une bonne partie de l’industrie. De son côté, Apple tient mordicus à la sécurité des données de ses utilisateurs, tout en prêtant une main secourable aux forces de l’ordre quand c’est nécessaire.","themes":[]},{"title":"AirDrop provoque la panique dans un avion","summary":"On se plaint parfois d’AirDrop, dont la fiabilité n’a jamais été le point fort. Mais parfois, le système de transfert de photos et de documents d’Apple fonctionne un peu trop bien. En voici une illustration, racontée par BuzzFeed, qui aurait pu avoir des conséquences bien fâcheuses… Une quinzaine de passagers d’un vol Hawaiian Airlines entre Oakland et Maui (à Hawaii donc) ont alerté les membres de l’équipage après avoir reçu sur leur iPhone cette image un rien effrayante.\nUn manequin\n\nIl y a de quoi : la photo donne en effet à voir ce qui ressemble à un enfant ou un adolescent mort, avec au sol la signalisation des indices par des marqueurs jaunes. Les personnels navigants ont montré l’image au pilote, qui a décidé d’annuler le décollage alors que l’avion était bien parti pour s’envoler.\n\nIl se trouve que cette photo a été accidentellement partagée avec ces passagers par une utilisatrice d’iPhone de 15 ans. Elle voulait simplement l’envoyer par AirDrop à sa mère, assise sur le siège d’à-côté, qui venait d’acquérir un tout nouvel iPhone. L’image en question, qui représente un mannequin, est un support de cours de biologie…\n\nUne fois l’avion de retour à sa porte, la police a pris en charge les deux voyageuses qui se sont finalement envolées à Maui le lendemain. La jeune fille était « très embarrassée », selon un policier, « elle pleurait, alors nous avons dû la consoler un peu. Mais c’est OK, c’était une erreur ». Tout est bien qui finit bien, avec un retard de 90 minutes sur l’horaire prévu, l’avion parvint finalement à décoller…\n\nSauf que pendant le vol vers Hawaii, une bouteille de gaz poivre a explosé à l’avant, forçant une partie des passagers à se réfugier à l’arrière de l’avion ! Cette bouteille, emportée en cabine et en cachette par un voyageur (c’est interdit), n’a heureusement pas provoqué d’incidents si ce n’est une gêne respiratoire pénible.\n\nCe n’est pas la première fois qu’AirDrop se retrouve au cœur d’un fait divers glauque. En juillet, on recensait plusieurs cas de harcèlement dans les transports en commun de plusieurs grandes villes (lire : AirDrop, l'outil de prédilection de l'exhibitionniste 2.0). Rappelons que cette fonction peut être bridée en touchant le pavé des réglages sans fil et cellulaire du centre de contrôle :\n\n\nPour éviter de recevoir des images de n’importe qui, choisissez le réglage Contacts uniquement.","themes":[]},{"title":"Avec son oxymètre, le Vivosmart 4 de Garmin mesure le sommeil plus précisément","summary":"Les bracelets intégrant un oxymètre ne sont pas légion. Parmi les plus connus, on trouve le vieillissant Pulse Ox de Withings Nokia Withings, que l’on peut toujours acheter sur Amazon (55 €). En voici un tout nouveau qui nous vient de Garmin : le Vivosmart 4, qui utilise son capteur Pulse Ox pour affiner les mesures du sommeil.\n\n\nPendant la nuit, l'oxymètre de pouls relève le niveau de saturation en oxygène présent dans le sang (SpO2), l’objectif de ces coups de sonde réguliers étant d’améliorer l’analyse de la qualité du sommeil. Le capteur peut aussi s’activer à tout moment dans la journée afin de déterminer l’absorption de l’oxygène par le corps.\n\nLa mesure nocturne de SpO2 s’ajoute à celui des mouvements et des phases de sommeil. Le tout est mâché et analysé par l’application Connect™ du constructeur. Le Vivosmart 4 comprend aussi une fonction Body Battery qui combine les données sur le niveau de stress, la variabilité de la fréquence cardiaque, le sommeil et l’activité physique pour « estimer les réserves d'énergie » du corps.\n\n\nOn retrouve pour le reste les fonctions habituelles de ce type de produit, comme le suivi de la condition physique, les objectifs quotidiens, la connexion avec le smartphone pour l’affichage des notifications ou le contrôle de la musique. Le bracelet offre une autonomie de sept jours (hors utilisation de l’oxymètre), et il se décline en quatre coloris. Le produit sera disponible au 3e trimestre au prix de 140 €.","themes":[]},{"title":"CarPlay est devant Android Auto, mais Google Maps reste le copilote de prédilection","summary":"CarPlay est le système d’affichage de prédilection pour les automobilistes américains interrogés par J.D. Power. Plus précisément, le taux de satisfaction de la solution embarquée d’Apple grimpe à 777 (sur une échelle de 1 000), contre 748 pour son concurrent direct, Android Auto.\n\n\nUn satisfecit donc pour CarPlay, de plus en plus présent dans les voitures vendues aux États-Unis et ailleurs. Un système à tel point populaire que BMW a voulu lui joindre un abonnement annuel, en plus d’une installation payante (lire : Apple n'a pas poussé BMW à vendre un abonnement pour CarPlay)…\n\nEn revanche, Apple paie toujours la mauvaise réputation (justifiée ou non) de son service de cartographie et d’itinéraires. Parmi les conducteurs qui utilisent leur smartphone plutôt que le système d’écran intégré à la voiture, 56% préfèrent Google Maps (16% font le choix de Waze), contre 23% pour Apple Plans. Même les utilisateurs d’iPhone sont plutôt susceptibles de choisir Google Maps au lieu de la solution maison.\n\nAvec iOS 12, CarPlay va finalement s’ouvrir aux applications de navigation. Une grosse concurrence en vue pour Plans, car plusieurs poids lourds, dont Google Maps, ont annoncé qu’ils adapteront leurs apps pour le système d’Apple (lire : iOS 12 et CarPlay : le point sur les apps de navigation).\n\n\nL’autre enseignement de cette enquête, c’est que les systèmes développés par les constructeurs automobiles ne font pas nécessairement recette auprès des conducteurs. 19% des nouveaux propriétaires de véhicules font l’impasse sur les services de navigation et de conduite développés par les constructeurs, 70% d’entre eux préférant tout simplement utiliser leurs smartphones.\n\nChez J.D. Power, les observateurs de la chose automobile expliquent que les constructeurs gagneraient à abandonner le développement de services de navigation et de reconnaissance vocale. La meilleure alternative serait d’améliorer l’intégration des plateformes tierces plutôt que d’engloutir des sommes importantes dans des technologies mieux maîtrisées par d’autres.","themes":[]},{"title":"Vers un affichage de l’heure en continu pour l’Apple Watch avec ce brevet contre la rémanence ","summary":"L’Apple Watch ne sera véritablement une montre que lorsqu’elle affichera l’heure en continu ! Après tout, c’est bien là le propre d’une tocante… Sur Wear OS, les cadrans sont généralement toujours visibles, dans une version monochrome, ce qui évite de trop pomper sur la batterie. La Pomme n’a manifestement pas (encore ?) voulu s’engager dans cette voie. Peut-être que cela finira par arriver un jour, ce d’autant qu’en termes d’autonomie l’Apple Watch se défend plutôt bien.\nLa TicWatch Pro sous Wear OS, avec un cadran standard… \n\nIl reste néanmoins un problème à régler, celui des éléments graphiques qui restent incrustés dans l’écran. Ces effets de rémanence, typiques des dalles OLED, peuvent être présents sur l’iPhone X (Apple le précise dans une note technique), et si on n’a pas encore eu connaissance d’un tel souci avec l’Apple Watch, c’est que l’écran de la montre est souvent en veille. Or, ça ne sera plus le cas si un cadran y reste toujours affiché…\n… le même cadran en version « veille ».\n\nUn brevet dévoilé par Patently Apple montre qu’Apple s’intéresse à cette problématique. Mieux, le constructeur a imaginé une solution permettant de restaurer l’uniformité visuelle sur la surface d’un écran OLED. \n\nD’ici à dire que watchOS offrira l’affichage en continu de l’heure, il y a encore un grand pas qu’on ne saurait franchir : la prochaine version du système d’exploitation ne comporte aucun indice allant dans ce sens… mais peut-être que ce sera le cas avec l’Apple Watch Series 4 ? La nouvelle génération, qui pourrait bien être présentée au keynote du 12 septembre, embarquerait déjà un cadran exclusif. Alors pourquoi pas l’heure en continu…","themes":[]},{"title":"Jusqu'à 25 heures d'autonomie pour le nouveau portable Arm de Lenovo","summary":"Lenovo annonce une autonomie monstrueuse de 25 heures pour un de ses nouveaux ordinateurs portables, le Yoga C630 WOS. La performance, qui reste à vérifier, est rendue possible par l’utilisation d’un processeur à architecture Arm, en l’occurrence le nouveau Snapdragon 850.\n\nQualcomm a mis au point cette puce (qui est une version plus puissante du dernier Snapdragon 845) pour les portables sous Windows 10, qui devaient se contenter jusque-là de l’ancien Snapdragon 835 faisant le boulot moyennement. \nLenovo Yoga C630 WOS\n\nOutre une autonomie supérieure de cinq heures, le Snapdragon 850 est censé apporter 30 % de puissance en plus. La puce intègre par ailleurs un modem Snapdragon X20 capable de gérer la 4G jusqu’à 1,2 Gbit\/s.\n\nTout ça, dans un appareil deux-en-un (l’écran peut se rabattre pour avoir l’équivalent d’une tablette) fin et sans ventilateur. Il est équipé d’un écran tactile 13,3\" 1080p, de 4 ou 8 Go de RAM, de 128 ou 256 Go de stockage, de deux ports USB-C et d’un lecteur d’empreintes digitales. Il sera en vente à partir de novembre à 999 € minimum.\n\n\nIl est intéressant d’observer l’évolution des PC exploitant les puces de Qualcomm car Apple aurait l’intention de sortir des Mac sous architecture Arm à partir de 2020. Jusqu’à présent, c’est l’autonomie qui est le principal avantage de ce type de machines. La rapidité n’est pas encore du niveau des puces Intel, mais cela pourrait changer.\n\nLe Snapdragon 850 n’est qu’une étape intermédiaire avant le Snapdragon 1000 conçu spécifiquement pour les portables sous Windows 10. Et en toile de fond, Arm ne cache plus son intention de déloger Intel d’une partie des portables en développant des puces à la fois plus puissantes et plus économes. ","themes":[]},{"title":"De Lightroom mobile à Lightroom CC","summary":"\nTout au long de l’été, dans le cadre du concours Share your summer, nous vous avons invité à redécouvrir les outils Lightroom d’Adobe. Puisque c’est la rentrée (😿), nous vous proposons avant de clôturer ce beau concours un petit cours magistral.\n\nPendant un peu moins d’une heure, Franck Payen vous présente les deux versions de Lightroom :\n\n\n\tLightroom Mobile qui est disponible sur iOS et Android, une app gratuite qui permet de prendre des photos et de les retoucher sur son smartphone ou sa tablette ;\n\tLightroom CC, qui permet de stocker ses photos sur Mac et PC, de les gérer et également de les retoucher.\n\n\nComme le montre cette vidéo, les passerelles entre ces deux outils sont nombreuses. Et si vous parvenez à tirer le maximum de la famille Lightroom, alors vous gagnerez en efficacité et productivité et vous aurez tous les éléments en main pour réussir de magnifiques clichés !\n\n> Téléchargez une version d'essai de Lightroom CC","themes":[]},{"title":"Apple veut intégrer de la réalité augmentée dans Plans","summary":"Il manque encore à la réalité augmentée une « killer app » qui achèverait de la placer sur la carte des technologies indispensables. Cette consécration viendra-t-elle de Plans ? Forte de sa position de leader avec ARKit, Apple est en tout cas prête à mettre le paquet pour démocratiser la réalité augmentée. Cela passera peut-être par Plans…\n\nLe constructeur a posté tout au long du mois d’août une série d’offres d’emploi liées à la réalité augmentée. Apple recherche en particulier des ingénieurs et des designers dont les compétences seront mises au service de la plateforme AR de l’entreprise.\n\n\nCertains d’entre eux pourraient bien être affectés aux équipes chargées de Plans. Un poste d’architecte produit pour Apple Maps, mis en ligne mi-juillet, explique dans son énoncé que la réalité augmentée fait partie des technologies qui, avec la localisation en intérieur, les LIDAR et la mobilité urbaine, permet d’améliorer la cartographie numérique.\n\nUn emploi d’ingénieur iOS et macOS, datant lui du 5 juin, demande que la perle rare soit familiarisée avec Maps et l’API Core Location ainsi qu’avec les interfaces de programmation destinées à la réalité augmentée. \n\nCe ne sont là que de petits cailloux, mais mis bout à bout, ils pourraient tracer le chemin vers un service Plans plus ouvert à la réalité augmentée. Et ce ne serait pas qu’un gadget rigolo : on a vu des démos d’itinéraires mixant ARKit et localisation GPS qui valent le détour et qui se montreraient bien pratiques (ci-dessous).\nARKit + CoreLocation, part 2 pic.twitter.com\/AyQiFyzlj3— Andrew Hart (@AndrewProjDent) 21 juillet 2017  \n\nPlans n’est pas tout à fait étranger à la réalité augmentée et virtuelle. Depuis iOS 11, la fonction FlyOver permet de se balader virtuellement au sein d’une ville (lire : iOS 11 : dans Plans, FlyOver offre des visites en réalité virtuelle). En ce qui concerne iOS 12, Apple a commencé à déployer de nouvelles cartes plus complètes en Californie.","themes":[]},{"title":"Moshi : un chargeur sans fil Otto Q pour iPhone X et autres","summary":"Moshi est la dernière marque à se lancer sur le marché des chargeurs sans fil. Outre un nom original voire rigolo si on a l’esprit un peu mal tourné, l’Otto Q est un chargeur qui se démarque essentiellement par son revêtement en tissu gris. Il recharge un iPhone 8\/X jusqu’à 7,5 W (le maximum permis par Apple) et les autres smartphones jusqu’à 10 W. \n\n\nUn indicateur de charge est présent sur le côté — il ne reste pas allumé mais fait une pulsation lente. L’Otto Q est capable d’interrompre immédiatement la recharge en cas de détection d’objets en métal, comme des clés. Un câble USB-C vers USB-A d’un mètre est fourni pour l’alimentation, mais pas le chargeur mural.\n\n\nLe produit est vendu 49,95 € sur le site du fabricant.","themes":[]},{"title":"Des bordures plus fines sur les ordinateurs portables au détriment des webcams","summary":"Les ordinateurs portables suivent la même voie que les smartphones : les bordures autour de leur écran s’affinent considérablement. C’est le constat fait par The Verge à l’IFA.\nAcer Swift 7\n\nLa tendance est si forte que les fabricants communiquent désormais sur le taux d’occupation de l’écran sur la face avant, et en font un argument marketing. Ainsi, l’écran de l’Acer Swift 5 occupe 92 % de l’espace et celui des derniers ZenBook d’Asus jusqu’à 95 %. \n\nCette évolution a un intérêt aussi évident que sur les smartphones : elle permet de réduire la taille de l’ordinateur à écran équivalent, ou d'augmenter la taille de l’écran à encombrement équivalent. Acer a pu caser un écran 15,6“ dans un ancien format 14”.\nAsus ZenBook\n\nCe rétrécissement des bordures se fait souvent au détriment de la webcam, déplacée à un endroit moins pratique. Sur le Dell XPS 13, qui n’a pas attendu cette année pour être plus compact que la moyenne, la caméra est située sous l’écran. Sur le MateBook X Pro, elle est carrément dans le clavier.\n\nMais est-ce si grave si la webcam a un angle de vision peu commode ? Est-elle encore beaucoup utilisée à l’heure où tout le monde, ou presque, a un smartphone ? Dans notre dernier sondage, sur 4 500 votes, vous êtes la moitié à déclarer ne jamais utiliser la caméra iSight de votre Mac. Ensuite, 34 % ne l’utilise qu’occasionnellement. Le reste, soit 15 %, s’en sert régulièrement — surtout pour un usage professionnel, d’après vos commentaires.\n\n\nAu vu du faible pourcentage d’utilisateurs réguliers de la webcam, Apple ne pourrait-elle pas faire un compromis sur celle-ci pour réduire la bordure autour de l’écran ? Répondre par l’affirmative reviendrait à oublier qu’Apple a une technologie baptisée Face ID qui serait très pertinente sur Mac. \nMacBook Air et MacBook\n\nFace ID ou pas, le MacBook Air qui est actuellement le plus mal loti en matière de bordures verrait enfin celles-ci se réduire lors de son prochain rafraichissement, selon une rumeur. On espère qu’il en sera de même pour l’iMac, car il y a aussi une belle marge de progrès.\nMacBook Pro 13\" et iMac Retina 4K","themes":[]},{"title":"Google passe son tour pour une \"Pixel Watch\"","summary":"Il n'y aura pas de montre Google au programme de son prochain événement de rentrée. Pas d'équivalent, à porter au poignet, aux smartphones Pixel. Google n'entend pas marcher sur les plate-bandes de ses partenaires, ou du moins pas dans l'immédiat. Miles Barr, directeur de l'ingénierie pour Wear OS a déclaré à Tom's Guide :\n\n\nSi l'on pense en termes d'une seule et même montre qui convienne à tout le monde, on n'en est pas encore là. Pour l'heure, notre objectif ce sont nos partenaires (lire aussi L'Apple Watch Series 1 aurait donné une leçon à la Series 3 au printemps à propos de parts de marché de chacun).\n\n\nCertaines montres Wear OS (ex Android Wear) sont plus axées sur le fitness, d'autres jouent plutôt la carte de leurs style et design, mais très peu arrivent à combiner les deux critères, observe Miles Barr. Apparemment Google a remisé à plus tard, ou abandonné, ses projets de montres qui avaient alimenté la rumeur il y a quelques mois (lire Trois montres Pixel chez Google cet automne ?). \n\n\nInvité à décrire ce que pourrait offrir une hypothétique \"Pixel Watch\" il a suggéré qu'elle s'appuie fortement sur Google Assistant et des fonctions améliorées par le machine learning « Ce qui représente le point fort de Google ».\n\nÀ partir de là on peut imaginer qu'elle s'attache à fournir des informations personnalisées un peu comme le fait le cadran Siri sur l'Apple Watch qui rassemble des données de différentes sources. C'est ce que proposera en bonne partie la mise à jour Wear OS du mois prochain, avec l'affichage d'infos pertinentes pour la journée, la semaine voire le mois en cours (lire Google revoit entièrement l'interface de Wear OS).\n\nL'amélioration de la consommation de la batterie est un autre gros morceau, qui attendra une mise à jour au début 2019. Ce sera aussi l'occasion pour Google de ne plus utiliser de numéros de version pour accompagner chaque sortie. Elle se feront plus régulièrement au lieu d'arriver une fois tous les ans.\n\nLa prochaine conférence de Google pourrait se tenir le 9 octobre, avec les Pixel 3 et 3 XL qui ont fait l'objet de nombreuses fuites ces derniers jours, plus ou moins cocasses.","themes":[]},{"title":"Le Pixel 3 XL prend un Lyft","summary":"\nLes prototypes de smartphones se retrouvent parfois dans les lieux les plus incongrus. On a encore en mémoire cet iPhone 4 perdu dans un bar, cette fois c’est un Pixel 3 XL qui a décidé de prendre un Lyft. \n\nLe conducteur du véhicule a mis la main sur le futur grand smartphone de Google, sa grande encoche et sa grande bordure en bas. Le tout venait de tomber des poches d’un passager, à qui l’appareil a été retourné… non sans qu’il ait été immortalisé au préalable. Ce n’est pas la première fois que le Pixel 3 XL se retrouve ainsi en fuite. Google présentera sa nouvelle famille de smartphones début octobre, sans doute aux alentours du 9.","themes":[]},{"title":"Google Chrome : 10 ans et toujours dominant","summary":"Google Chrome a 10 ans, c'est à dire que pour une génération d'utilisateurs qui aujourd'hui découvre peut-être le Mac ou les PC, ce navigateur aura toujours existé. Le 1er septembre 2008, Google signifiait son intention de venir en découdre avec Internet Explorer, Firefox et Safari. Son ambition était illustrée — au sens littéral du terme — dans une bande dessinée.\n\nGoogle voulait remettre à plat le fonctionnement des navigateurs web et servir de modèle à ses concurrents, à une époque où l'on ne parlait plus seulement de pages web (avec des textes et des images) mais d'applications web (jeux, messageries, vidéos). Google ne vivant que du web et de son évolution technique, le meilleur moyen de la mettre en mouvement et lui faire prendre les directions souhaitées était de créer sa propre planche de surf.\n\nLes maîtres-mots de Google pour Chrome étaient : stabilité, rapidité, sécurité, simplicité et open source (la promesse d'une application qui gère la RAM aux petits oignons a quand même mis du temps à se concrétiser).\n\n\nGoogle a pour cela utilisé WebKit, le même moteur d'affichage des pages web qu'Apple avec Safari, qui avait été lui-même emprunté à l'open source. WebKit était par ailleurs déjà mis à profit par l'équipe Android. Google développera en revanche un moteur JavaScript maison — \"V8\" — pour exécuter ces applications web. En 2013, le moteur de recherche annoncera le lancement de son moteur de rendu, distinct de WebKit : Blink.\n\nCe n'est qu'en décembre 2009 que Chrome est arrivé sur Mac, avec une bêta. La première version finale sortira en mai 2010, ce qui correspondait à la 4e version côté Windows. Le rythme rapide de sorties des mises à jour fait qu'aujourd'hui Chrome a atteint sa 68e version. \nPremière bêta de Chrome sur Mac\n\nParti de rien — en termes de parts de marché — Chrome est devenu le navigateur dominant sur les ordinateurs de bureau, s'arrogeant la couronne longtemps portée par Microsoft. D'abord parce qu'il a su jouer de la pesanteur technologique d'Internet Explorer, ensuite grâce à la force d'entrainement de Google — qui est synonyme du web pour certains — et de celle d'Android.\n\nDans son observation continue des parts de marché des navigateurs, Net MarketShare crédite Google Chrome de 60 % depuis deux ans, IE est à environ 12 %, devant Firefox à presque 11 %, Edge (le successeur de IE apparu avec Windows 10) est à seulement 4 % et Safari à 3,8 %.\n\nSur mobile, même score pour Chrome (merci Android) et en deuxième place, à presque 27 %, c'est Safari qui récolte les fruits de la popularité d'iOS.\n\nNé simple navigateur web, Chrome est devenu plus tard la charpente qui fait tenir Chrome OS sur les portables de partenaires de Google, de Samsung à Dell en passant par Asus et d'autres fabricants initialement 100 % Windows.\n\nSi Apple était plus souple quant à l'utilisation d'un autre navigateur que Safari sur iPhone et iPad on peut se demander si Chrome ne lui croquerait pas quelques pourcents de parts de marché supplémentaires. Utiliser Chrome ou même Firefox sur iOS reste un parcours semé d'embûches : impossible d'en faire le navigateur par défaut, impossible de forcer l'ouverture de liens ailleurs que dans Safari… Une manière de contenir l'hégémonie de la solution de Google.","themes":[]},{"title":"L'iPhone SE à seulement 269 € chez Sosh","summary":"Le prix de l’iPhone SE continue de tomber. Alors que la version 32 Go est toujours affichée à 419 € chez Apple, Sosh la vend seulement 269 € en ce moment. Chez les autres opérateurs, ce modèle coûte 299 €.\n\n\nPour acheter l’iPhone SE chez Sosh, il faut soit être déjà client de l’opérateur, soit prendre un abonnement lors de la commande. Ça tombe bien, Sosh fait en ce moment des promotions très intéressantes : 20 Go à 4,99 €\/mois ou 50 Go à 9,99 €\/mois pendant un an (puis 19,99 €\/mois ou 24,99 €\/mois). Le smartphone est désimlocké, vous pouvez changer d’opérateur à n’importe quel moment.\n\nOutre son prix abordable, l’iPhone SE présente toujours un intérêt pour ceux qui aiment les petits smartphones, qui sont en voie de disparition. On ne sait pas ce qu’Apple lui réserve lors du renouvellement de la gamme d’iPhone ce mois-ci. Son prix va-t-il encore chuter ? Va-t-il être retiré du catalogue ? Réponse le 12 septembre. ","themes":[]},{"title":"Skype : une nouvelle interface pour redevenir sérieux","summary":"On oublie tout et on recommence (encore). Un peu plus d'un an après la refonte du design de Skype sur mobiles et desktop, l'application refait peau neuve sur toutes les plate-formes (iOS & macOS). \n\nMicrosoft a tiré les leçons de son envie d'emmener son application vers les terres de SnapChat (et tous ceux qui le copient à chaque fois : Instagram, Facebook…). Ça n'a pas fait tilt auprès des utilisateurs qui ne voulaient pas d'un énième simili clone (lire aussi La lente agonie de Skype auprès du grand public).\nLe nouveau Skype sur Mac et PC\n\nSkype revient donc à ses missions premières, explique Peter Skillman, Directeur du design pour Skype et Outlook, qui sont de tchater et de passer des appels audio et vidéo. Le reste, en particulier les \"Highlights\" alias une interprétation des \"Stories\" de Snapchat, n'est que distraction inutile. Par conséquent, Microsoft les a sucrées.\n\nLa nouvelle interface remet au premier plan les boutons pour lancer une discussion par écrit, passer un appel, ouvrir le carnet d'adresses et accéder aux notifications. Le thème bleu historique de Skype est réinstallé, à côté de la version sombre de l'an dernier qui, du coup, ira bien avec Mojave.\n\nSkype sur iOS, l'essentiel à portée des doigts\n\nCes changements sont tous survenus à l'occasion d'une mise à jour 8.29 commune à tous les OS. Elle a été distribuée il y a quelques jours, si vous n'avez pas lancé Skype récemment, c'est l'occasion d'aller y faire un tour.","themes":[]},{"title":"De vieux Mac Pro en guise de bancs dans une école de la Silicon Valley","summary":"\nLe MAC (Media Arts Center) de Palo Alto, dans la Silicon Valley, n’utilise pas que des Mac pour enseigner les médias liés au journalisme à ses élèves. Les ordinateurs d’Apple servent aussi de bancs dans les couloirs de l’école, comme c’est le cas de ces anciens PowerMac G5 et Mac Pro utilisés en guise de mobilier. \n\nCe n’est pas une idée nouvelle, mais elle est toujours aussi séduisante. Le châssis en aluminium de ces modèles est suffisamment solide pour que l’on puisse recycler l’ordinateur en meuble quand il ne peut plus servir dans sa mission première. \n\nMalheureusement, les iMac utilisés actuellement dans les salles de classe de l’école devraient faire de piètres bancs…","themes":[]},{"title":"Free publie une carte d’éligibilité à la fibre optique","summary":"Free propose enfin une carte d’éligibilité à la fibre optique sur son site officiel. Jusque-là, le fournisseur d’accès à internet ne proposait qu’une carte pour l’ADSL et il fallait tester à l’adresse pour savoir si la fibre optique était également proposée. Avec cette carte, vous pouvez voir où la fibre optique est proposée sur tout le territoire, avec trois zones différentes : éligible, en cours de déploiement et à l’étude. \n\n\nUne bonne initiative, mais gâchée par des résultats pas toujours fiables. Plusieurs clients Free ont eu la surprise de se voir en zone éligible sur cette carte, mais le service client leur a confirmé que c’était une erreur et qu’ils devaient se contenter de l’ADSL. Est-ce que les données sont en avance et que certaines zones marquées comme éligibles sont en fait en cours de déploiement ?\n\nQuoi qu’il en soit, vous pouvez utiliser la carte pour commencer, mais pensez à vérifier votre éligibilité réelle en utilisant l’outil proposé lors d’un nouvel abonnement. C’est lui qui donne, a priori, l’information la plus fiable sur le raccordement d’une adresse à la fibre optique de Free.","themes":[]},{"title":"Les Hue pourront mémoriser leur réglage après une panne de courant","summary":"Jusque-là, les ampoules et lampes connectées Hue se rallumaient automatiquement et sur leur réglage par défaut après une panne de courant, ou bien si vous débranchiez une lampe autonome. Dans certains cas, cette fonction n’était pas pratique du tout : imaginez une panne de courant au milieu de la nuit, avec toutes les lumières qui s’allument fortement quand l’électricité est rétablie dans votre logement. \n\nFort heureusement, une meilleure solution arrivera d’ici la fin de l’année. Les produits Hue pourront retenir leur dernier réglage en cas de panne, et ils restaureront ce réglage au lieu du défaut avec le retour du courant. Si l’ampoule était éteinte, elle le restera. Si elle était allumée, elle se rallumera, en reprenant la même intensité lumineuse et la même couleur pour les modèles concernés. Ce comportement sera en option, vous pourrez choisir de conserver le réglage actuel si vous le souhaitez.\n\n\nUn raccourci permettra dans tous les cas de rallumer une lampe ou ampoule sans avoir à retrouver son téléphone ou sa montre connectée. Pressez deux fois un interrupteur et l’appareil Hue s’allumera automatiquement. \n\nCette nouvelle option sera déployée d’ici la fin de l’année sur l’app dédiée aux Hue, le constructeur n’a pas donné de date plus précise. ","themes":[]},{"title":"Après l’image, une vidéo-concept des iPhone XS","summary":"\nSelon toute vraisemblance, la prochaine gamme de smartphones OLED d’Apple sera baptisée « iPhone XS » et grâce à une bourde d’Apple, on sait à quoi ces deux appareils vont ressembler. Le designer Lee Gunho propose une vidéo des modèles de 5,8 et 6,5 pouces qui donne bien envie… De quoi ronger son frein jusqu’au keynote du 12 septembre.","themes":[]},{"title":"Premier petit accident pour les voitures autonomes d'Apple","summary":"Le programme de test de véhicules autonomes d'Apple a connu son premier accident de circulation. Rien de grave, il est même assez banal si l'on en juge par le compte-rendu qui en a été fait auprès du Department of Motor Vehicles de Californie. Il est aussi le fait de l'autre véhicule et non celui d'Apple.\nL'une des voitures autonomes d'Apple, en mars 2018\n\nL'incident s'est produit en pleine journée avec de bonnes conditions météo, pas loin de Cupertino. Le 24 août, alors que le Lexus RX 450h d'Apple roulait à très faible allure (1,6 km\/h) pour essayer de s'insérer dans la circulation d'une voie express, il a été percuté à l'arrière par une Nissan Leaf arrivant à 24 km\/h.\n\n\nDommages matériels légers de part et d'autre et aucun blessé à déplorer. Seule information véritablement intéressante, le rapport précise que le véhicule d'Apple était en mode de conduite autonome (par opposition à une conduite gérée à 100 % par une personne).\n\nCela permet de voir qu'Apple planche toujours sur le sujet. Il y a un peu plus d'un an elle avait obtenu l'autorisation de faire rouler ses véhicules sur les routes de Californie. Au fil du temps, sa flotte avait été portée à plusieurs dizaines de voitures et le patron d'Apple avait fini par confirmer que ses équipes bûchaient la question (lire aussi Tim Cook : « Nous travaillons sur un système de conduite autonome »).","themes":[]},{"title":"Un an après, que reste-t-il à l'iPhone X ?","summary":"À une poignée de semaines de son remplacement, revenons sur l’iPhone X. Désigné par Apple comme « le futur du smartphone », l’iPhone X l’est-il encore un an après sa présentation ? Ses innovations se sont-elles démocratisées ou lui restent-elles exclusives ? \n\n\nUn design qui n’a plus rien d’original\n\nOn est d’accord, l’iPhone X n’a été ni le premier à avoir des bordures très réduites autour de l’écran, ni le premier à user d’une encoche pour maximiser cet écran. Le Galaxy S8 de Samsung et l’Essential peuvent être crédités pour ces changements respectifs.\niPhone X et OnePlus 6\n\nCela étant, le design de l’iPhone X a eu une influence incontestable sur les smartphones qui l’ont suivi. Est-ce que le OnePlus 6 aurait embrassé l’encoche si l’iPhone X n’en avait pas eu ? « Peut-être pas si rapidement », a admis le cofondateur du fabricant chinois. \n\nHuawei, qui veut de plus en plus apparaître comme un pionnier, se mord les doigts de ne pas avoir eu le courage d’utiliser une encoche avant les autres. Pour sa part, LG s’est senti obligé de déclarer qu’il avait prévu une encoche avant Apple.\nLa famille « Encoche » des publicités Samsung.\n\nInspirée de l’iPhone X ou non, l’encoche est de toute façon partout, sauf chez Samsung, qui cultive sa différence. Ce qui aurait pu être un signe distinctif de l’iPhone X ne l’a finalement pas été. Il en est de même pour son dos et son fond d’écran, copiés sans vergogne par certains concurrents, comme Xiaomi et Motorola. \n\nMême sur le plan des matériaux l’iPhone X a marqué une impulsion, en remplaçant au dos le métal par du verre. Là encore, Apple n’est pas la première à avoir fait ce choix — Samsung utilise du verre depuis plusieurs générations pour la recharge sans fil, même si on pourrait citer encore avant l’iPhone 4 —, mais on n’avait pas vu autant de smartphones en verre que depuis la sortie de l’iPhone X. Certains d’entre eux « oublient » d’ailleurs la raison pour laquelle le verre a été préféré par Cupertino, à savoir qu’il rend possible la recharge sans fil.\n\nLa qualité de fabrication n’est plus l’apanage d’Apple. Non seulement la plupart des autres smartphones haut de gamme sont aussi soignés, mais en plus les marques chinoises parviennent à faire aussi bien sur des modèles beaucoup moins chers. \nL’écran OLED plié à l’intérieur de l’iPhone X.\n\nIl y a tout de même quelque chose qui différencie l’iPhone X du lot un an après sa présentation : son absence de « menton ». Les smartphones Android ont toujours une bordure relativement épaisse sous l’écran. L’iPhone X, lui, n’en a pas grâce au pliage interne de son écran OLED. Un procédé qui n’est pas (encore) employé par les autres fabricants pour des raisons de coût.\n\nFace ID imité, mais pas égalé\n\nFace ID a été l’autre nouveauté principale de l’iPhone X par rapport aux générations précédentes. Une nouveauté audacieuse puisqu’elle a remplacé totalement un Touch ID qui avait pourtant fait ses preuves.\n\nAndroid dispose d’une technologie de reconnaissance faciale depuis sa version 4.0 sortie en 2011, mais il a fallu attendre Face ID pour voir un regain d’intérêt autour de ce type d’authentification biométrique. OnePlus, Huawei et Xiaomi ont publié des mises à jour logicielles pour apporter cette fonction à quelques-uns de leurs smartphones après leur mise en vente.\n\n\nMais pour l’heure, aucune technologie de reconnaissance faciale n’est aussi fiable que Face ID (qui ne l’est pas à 100 %). La fonction Face Unlock de OnePlus ne marche pas dans le noir, par exemple. Ajoutez à ça une sécurité inférieure, et vous comprenez pourquoi les smartphones Android ont encore un capteur d’empreintes digitales.\n\nL’iPhone X peut donc toujours se targuer d’avoir une reconnaissance faciale fonctionnant à nul autre pareil — argument que les concurrents peuvent combattre en faisant valoir qu’un capteur d’empreintes reste pratique dans certains cas.\n\nLa caméra TrueDepth qui occupe l’encoche ne sert pas qu’à Face ID, c’est elle aussi qui donne vie aux Animoji. De mignons personnages animés par le visage de l’utilisateur qui ont vite été dupliqués par Huawei\/Honor et Xiaomi. Samsung s’est démarqué un petit peu avec les AR Emoji, des avatars à l’apparence humaine. Une idée reprise dans iOS 12 sous le nom de Memoji. \n\nUne navigation par gestes qui fait école\n\nDu changement de design et de l’abandon de Touch ID a découlé une nouvelle navigation propre à l’iPhone X. Balayez vers le haut pour revenir à l’écran d’accueil, glissez vers le haut puis maintenez le doigt pour le multitâche, etc.\n\n\nUne gestuelle qui vient de faire son apparition dans Android Pie. Google aura donc attendu qu’Apple montre la voie pour adopter une navigation par gestes, en dépit du fait qu’Android se prêtait plus facilement qu’iOS à ce changement du fait de son utilisation de boutons virtuels. \n\nD’après la plupart des tests, la navigation gestuelle d’Android Pie n’est pas au niveau de celle de l’iPhone X, la faute à un manque d’« élégance » et de fluidité. L’iPhone garde donc son leadership dans ce domaine (lire WWDC 2018 : le plaidoyer d'Apple pour des interfaces fluides).\n\nDes performances toujours au top\n\nL’iPhone X a aussi introduit l’A11 Bionic — également au cœur des iPhone 8 —, qui fait toujours des merveilles un an après. La puce d’Apple se paye le luxe d’être plus puissante que le Snapdragon 845 sorti quelques mois plus tard.\n\n\nPourquoi les processeurs d’Apple sont-ils les plus rapides ?\n\n\nLe bilan est un peu plus contrasté sur le plan de la photo. Quand on parle photo, il y a toujours une part de subjectivité importante, mais force est de reconnaître que la concurrence fait aussi bien, sinon mieux, que l’iPhone X. iPhone X, Pixel 2, Galaxy S9 Plus et Huawei P20 Pro se tiennent dans un mouchoir de poche. \n\nPour conclure\n\nUn an après, l’iPhone X a de beaux restes. Certes, son design ne sera pas resté longtemps original. Mais il reste le smartphone le plus puissant du marché et l’un des meilleurs en photo — encore heureux vu son prix, pourrait-on dire.\n\nLe prix, justement, demeure inégalé lui aussi. Même si Samsung et Huawei ont augmenté le tarif de leurs modèles les plus haut de gamme, ceux-ci restent moins chers que l’iPhone X vendu 1 159 € minimum — et font immédiatement l’objet de diverses promotions. \n\n\nDans un contexte où les fabricants chinois lancent des smartphones toujours mieux équipés à des montants toujours plus bas, c’est sur la question du prix qu’Apple doit réagir le plus fortement pour le successeur de l’iPhone X — ce qu’elle va faire apparemment avec un nouveau modèle.\n\nPour conclure ce bilan, soulignons qu’aucun problème majeur n’a entaché l’iPhone X jusqu’à présent. Ça n’a pas toujours été le cas des toutes nouvelles générations (antennagate sur l’iPhone 4, iPhone 6 qui se plie trop facilement…). Une belle réussite, donc.","themes":[]},{"title":"Black Pixel abandonne NetNewsWire et le rend à Brent Simmons","summary":"Le lecteur RSS NetNewsWire revient au bercail, annonce son auteur original, Brent Simmons. Il y a deux ans il s'était lancé, à titre personnel, dans la création d'un autre lecteur RSS, open source cette fois.\n\nBaptisée Evergreen, on peut télécharger une version très préliminaire de cette application ici. Lorsqu'elle sera assez aboutie pour un lancement, elle sera renommée NetNewsWire 5 (aucune date n'est donnée). Le lecteur restera gratuit et son code disponible sur GitHub : on peut récupérer la version du moment à cet endroit.\nEvergreen\n\nBrent Simmons est depuis quelques années chez The Omni Group où il s'occupe maintenant de communication et de marketing. NetNewsWire est une vieille application, elle a 16 ans, elle a accompagné la naissance du RSS et le logiciel a connu plusieurs propriétaires : Simmons, NewsGator puis Black Pixel. \n\nNetNewsWire au moment de son achat par Black Pixel\n\nS'agissant de Black Pixel, il cesse donc la vente de cet utilitaire dont la rentabilité n'est pas suffisante. NetNewsWire avait été racheté deux ans avant que Google ne stoppe son service de RSS qui participait grandement à la popularité de ce système de communication.\n\nLe service de synchronisation utilisé par NetNewsWire sera stoppé dans 2 mois, et le support technique cessera aussi dès lors que Brent Simmons n'en récupère pas la charge. Black Pixel est l'éditeur de Kaleidoscope, Versions et Pixelboard, en plus de créer des apps pour d'autres entreprises.\n\nL'actualité des lecteurs RSS s'est animée ces deniers jours puis qu'on apprenait qu'un Reeder 4 était en préparation, tandis que les versions 3 sur macOS et iOS devenaient gratuites.","themes":[]}]